[
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_1",
    "text": "Hi everyone. I'm Louisa Daniels general counsel for recursion Pharmaceuticals. I joined recursion halfway through the IPO preparation stage. I would say or or probably three quarters of the way through and that was in January of 2021. We went public in on April 15th 2021. So we just made it before in the market completely changed had a very big IPO, but we did it very very fast and recursion is part of the new wave of tech enabled drug Discovery companies. We have an AI machine learning platform that we use with image-based processing to develop essentially maps of human biology, and we now have four compounds in the clinic. So we're judged as a biopharma company as well. I'll leave it at that deaf. You can introduce yourself and I'm Jeff lassage. I'm one of the founders of liquid stock we Provide structured Equity financing to free IPO companies. It's really a hybrid between a loan and a sale. And we wanted Luisa here to make all the general counsels. Who are Facing all the pressure be really jealous of someone who got through her process of three months. I don't think I don't think you should be jealous. It was very very hard. You know, we we took about four months to do all of the preparation drafting ES1. I mean you name it. It was incredibly fast everything we do at recursion. We do fast to a very high standard as well, but I don't recommend it. So don't be don't be jealous. Actually. The silver lining of current macroeconomic conditions is that you do have a lot of time to prepare for your IPO. Yeah times times in this year. Yeah in both directions. Yeah. So, you know given the state of the market right now Jeff with the IPO window essentially closed and no certainty on when it may reopen. How do you how do you think IPO preparation should be handled in terms of equity so from that perspective and also just to back up a little bit. I was also a partner Gibson done where I practice Securities m&a venture capital for 15 years. I've seen it. I've been through both sides now both sides. So I saw 2001 2008 I would say. From and we're dealing with a bunch of the private company GCS now. In in my time. There's never been a more stressful time on the GC because of that time and what's happening and you see it in the news, but you have plans expiring RSU plans in particular. So you have this combination of pressure from the c-suite and the board not understanding. the ramifications in particular the massive accounting charges Are potentially coming depending on how you maneuver and then you have the pressure of all of the employees and the combination of of those as is is the job of the GC now to juggle and often if they were in the seat. At the point time when the plans were adopted they're getting blamed. For what what's you know the state of where the company is? But don't don't get too depressed by that we're going to talk about we know accents that you can take and how to handle that. But one thing that would be helpful",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 0.2,
    "cue_end": 234.438,
    "chunk_index": 1,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_2",
    "text": ". Yeah times times in this year. Yeah in both directions. Yeah. So, you know given the state of the market right now Jeff with the IPO window essentially closed and no certainty on when it may reopen. How do you how do you think IPO preparation should be handled in terms of equity so from that perspective and also just to back up a little bit. I was also a partner Gibson done where I practice Securities m&a venture capital for 15 years. I've seen it. I've been through both sides now both sides. So I saw 2001 2008 I would say. From and we're dealing with a bunch of the private company GCS now. In in my time. There's never been a more stressful time on the GC because of that time and what's happening and you see it in the news, but you have plans expiring RSU plans in particular. So you have this combination of pressure from the c-suite and the board not understanding. the ramifications in particular the massive accounting charges Are potentially coming depending on how you maneuver and then you have the pressure of all of the employees and the combination of of those as is is the job of the GC now to juggle and often if they were in the seat. At the point time when the plans were adopted they're getting blamed. For what what's you know the state of where the company is? But don't don't get too depressed by that we're going to talk about we know accents that you can take and how to handle that. But one thing that would be helpful. I think what do you think if we take a poll of what staged companies are at in the room right now? So for example Angel to series B's or anyone in the room whose companies is at that stage. Okay and see through e oh a lot of folks. Okay, that's really helpful to know and how about people who thought their companies would have been public by now already? Not that many. Okay. So the sweet spot is kind of series see through e so that's helpful. And another thing we wanted to mention. If you have any questions, feel free to raise your hand during the discussion. You don't need to wait to the end and don't feel shy about asking anything that comes to mind. so you talked about amending RSU plans and You know the drop-in Valley valuations, there's a big debate on you know, sort of taking a second bite of the Apple amending a plan for the second time. Can you explain a little more about why that's a big deal. You talked about accounting implications. How are the companies that you're working with handling this issue? Yeah for all of you who are sort of in that. sea that e range depending on the timing at the my biggest takeaway now is to go out and read all your plans because you may not know it but but that plan expiration is gonna be coming and it doesn't look like that Windows going to be Opening up for a lot of companies for some time what what that means varies",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 123.05,
    "cue_end": 343.324,
    "chunk_index": 2,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_3",
    "text": ". But one thing that would be helpful. I think what do you think if we take a poll of what staged companies are at in the room right now? So for example Angel to series B's or anyone in the room whose companies is at that stage. Okay and see through e oh a lot of folks. Okay, that's really helpful to know and how about people who thought their companies would have been public by now already? Not that many. Okay. So the sweet spot is kind of series see through e so that's helpful. And another thing we wanted to mention. If you have any questions, feel free to raise your hand during the discussion. You don't need to wait to the end and don't feel shy about asking anything that comes to mind. so you talked about amending RSU plans and You know the drop-in Valley valuations, there's a big debate on you know, sort of taking a second bite of the Apple amending a plan for the second time. Can you explain a little more about why that's a big deal. You talked about accounting implications. How are the companies that you're working with handling this issue? Yeah for all of you who are sort of in that. sea that e range depending on the timing at the my biggest takeaway now is to go out and read all your plans because you may not know it but but that plan expiration is gonna be coming and it doesn't look like that Windows going to be Opening up for a lot of companies for some time what what that means varies? And so that first what what we saw references that first bite of the apple is amending the RSU plan one time typically is viewed is not causing the IRS to look at that plan and say well we think there's no longer a substantial risk of forfeiture. and so you're allowing some segment of that RSU class to actually accelerate convert those rsues into shares and potentially give them a liquidity event, whether that's thirst, you know, a structured Equity Finance or Through a tender offer. And so then the the question comes if you've done that once. Can you do it again? And and I think most of the lawyers who are advising the companies in the room and they accountants and tax advisors are saying you cannot. It's interesting to look now, though. At this time and think about how long a time period we potentially have to see whether or not people are going to take a different position on that now, but the main thing is if you're RC plan goes away. You've got a bunch of questions. You've got to answer and on the top of the list is okay. What's the accounting charge to re-up all of your existing employees and oftentimes, that's a massive hit. Because those the value of of those rsues is grown tremendously over time. Maybe it's come down. So but even in that in that view at the time, you're CFO is trying to keep your balance sheet pristine and one of the room. Yeah, so you need to also keep in mind how much pressure is coming from the employees for liquidity event. That depends on how large your employee bases how long they've been with the company",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 232.514,
    "cue_end": 455.793,
    "chunk_index": 3,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_4",
    "text": ". and so you're allowing some segment of that RSU class to actually accelerate convert those rsues into shares and potentially give them a liquidity event, whether that's thirst, you know, a structured Equity Finance or Through a tender offer. And so then the the question comes if you've done that once. Can you do it again? And and I think most of the lawyers who are advising the companies in the room and they accountants and tax advisors are saying you cannot. It's interesting to look now, though. At this time and think about how long a time period we potentially have to see whether or not people are going to take a different position on that now, but the main thing is if you're RC plan goes away. You've got a bunch of questions. You've got to answer and on the top of the list is okay. What's the accounting charge to re-up all of your existing employees and oftentimes, that's a massive hit. Because those the value of of those rsues is grown tremendously over time. Maybe it's come down. So but even in that in that view at the time, you're CFO is trying to keep your balance sheet pristine and one of the room. Yeah, so you need to also keep in mind how much pressure is coming from the employees for liquidity event. That depends on how large your employee bases how long they've been with the company. You know how much the valuation has changed. So one thing I'm curious about is had what companies do you think have done this? Well, how many you know who has done it poorly on who is maybe in a sort of waiting? Waiting stage. I mean it's an interesting question. On on I think the companies that have managed as well. They're all. All the companies now, I feel like are trying to do the right thing employee first culture. Mm-hmm retaining Talent retaining Talent biggest attracting Talent managing your 409a. I think stripe. Did a really good job over time thinking about that and then providing liquidity when you know section annual tenders. And they did those tenders actually at the same valuation as the last round preferred, which is very different that if you go back over time and look at like uber and there was a 20% discount and so they're actually valuing that common security at the same as the preferred which is giving the employees a better deal than they should get. That I should when they should what could they could? Yeah, I mean the reality is if a preferred investor went around and turned so that security the next day. It's very different than the common. Yeah, and so I think I think they they're two lessons out of that. one of which is that they took some of that. liquidity pent-up liquidity demand out of the stock earlier, right? And then the second piece is they treated their employees in a way that They didn't feel like it was unfair. Mm-hmm, even if you know some sort of discount is fair. So I say on that side striped did the best job",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 362.447,
    "cue_end": 572.398,
    "chunk_index": 4,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_5",
    "text": "? Well, how many you know who has done it poorly on who is maybe in a sort of waiting? Waiting stage. I mean it's an interesting question. On on I think the companies that have managed as well. They're all. All the companies now, I feel like are trying to do the right thing employee first culture. Mm-hmm retaining Talent retaining Talent biggest attracting Talent managing your 409a. I think stripe. Did a really good job over time thinking about that and then providing liquidity when you know section annual tenders. And they did those tenders actually at the same valuation as the last round preferred, which is very different that if you go back over time and look at like uber and there was a 20% discount and so they're actually valuing that common security at the same as the preferred which is giving the employees a better deal than they should get. That I should when they should what could they could? Yeah, I mean the reality is if a preferred investor went around and turned so that security the next day. It's very different than the common. Yeah, and so I think I think they they're two lessons out of that. one of which is that they took some of that. liquidity pent-up liquidity demand out of the stock earlier, right? And then the second piece is they treated their employees in a way that They didn't feel like it was unfair. Mm-hmm, even if you know some sort of discount is fair. So I say on that side striped did the best job? We would have said they used the wrong approach that they that they should have looked at a structured Equity financing given optionality. Mm-hmm. The employees would have done better over time with that. But outside of that I say, you know, they managed they got an immediate or short-term immediate short term benefit and the employees saw what they were doing and was that clearly articulated to the employees that Communications key Communications key and all of that and I think the employee when you get down to price it's really easy. And and if there's a disparate price, it's harder. So speaking of you know Communications and and educating What about companies where they were anticipating an IPO? Maybe not this year, but maybe the next couple of years. How do you talk to employees about their Equity about the 409a valuation? What would you suggest telling them? I mean it's hard right? I think. The thing from The General Counsel see that you all face and realizes when the 49a goes up. Everyone in the company thinks it's a good thing the value of the company's going up and reality. It's just it's just hurting them every time it does that. And so I think the communication now. which is the key is really looking at that as an opportunity to go to the employees and say look you missed a window previously when the 409a was lower. This doesn't necessarily reflect the value of the company or our opportunity. Obviously the markets changed. The opportunities change, but now that the foreigners a is down",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 464.806,
    "cue_end": 674.744,
    "chunk_index": 5,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_6",
    "text": ". Mm-hmm. The employees would have done better over time with that. But outside of that I say, you know, they managed they got an immediate or short-term immediate short term benefit and the employees saw what they were doing and was that clearly articulated to the employees that Communications key Communications key and all of that and I think the employee when you get down to price it's really easy. And and if there's a disparate price, it's harder. So speaking of you know Communications and and educating What about companies where they were anticipating an IPO? Maybe not this year, but maybe the next couple of years. How do you talk to employees about their Equity about the 409a valuation? What would you suggest telling them? I mean it's hard right? I think. The thing from The General Counsel see that you all face and realizes when the 49a goes up. Everyone in the company thinks it's a good thing the value of the company's going up and reality. It's just it's just hurting them every time it does that. And so I think the communication now. which is the key is really looking at that as an opportunity to go to the employees and say look you missed a window previously when the 409a was lower. This doesn't necessarily reflect the value of the company or our opportunity. Obviously the markets changed. The opportunities change, but now that the foreigners a is down. This is an opportunity to change from an option holder to shareholder. Mm-hmm. And here's the reason why you do that and here's the benefit of that. And you know whether you do that with your own money with your uncle's money with third-party money. It's a time to think about that. At least that's one message. And then I think it has to be paired with the careful plan. in and around the board and a re-up of equity and that that re-up is going to be interesting to see what people do you know, is it going to be back to option plans? Is it going to be RCS? Is it going to be a combination but that decrease in 49a gives that opportunity where you're now saying, okay, we were able to bring our valuation down because of Market comps we were able to bring the valuation absolutely but and that's that's for the CFOs in the room. You know, that's what they're managing too. Yeah, and it may be that the company's in a great position and I think that's sort of the difference if you're in the GC spot. If you're in one of those companies that is doing terrific and you feel like okay, we're still going to win The Market opens. We're going to be able to get out and we were able to get the 49a down right gives the ability to exercise those old options. It gives a ability to reup in a new plan. Yeah, of course, the general counsel needs to be careful to not be promising or you know, giving any advice and whether it's investment related or tax advice. You don't want to be you know talking about the value that folks might get from their equation. Not as the attorney. Yeah. Yeah not",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 580.533,
    "cue_end": 790.867,
    "chunk_index": 6,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_7",
    "text": ". And you know whether you do that with your own money with your uncle's money with third-party money. It's a time to think about that. At least that's one message. And then I think it has to be paired with the careful plan. in and around the board and a re-up of equity and that that re-up is going to be interesting to see what people do you know, is it going to be back to option plans? Is it going to be RCS? Is it going to be a combination but that decrease in 49a gives that opportunity where you're now saying, okay, we were able to bring our valuation down because of Market comps we were able to bring the valuation absolutely but and that's that's for the CFOs in the room. You know, that's what they're managing too. Yeah, and it may be that the company's in a great position and I think that's sort of the difference if you're in the GC spot. If you're in one of those companies that is doing terrific and you feel like okay, we're still going to win The Market opens. We're going to be able to get out and we were able to get the 49a down right gives the ability to exercise those old options. It gives a ability to reup in a new plan. Yeah, of course, the general counsel needs to be careful to not be promising or you know, giving any advice and whether it's investment related or tax advice. You don't want to be you know talking about the value that folks might get from their equation. Not as the attorney. Yeah. Yeah not. That I didn't answer the back part of your question on who hasn't done it well. and I'll give two examples. I think Instagram is an interesting. So instacart it's the car. Yeah Instagram and right. Yes, that's situations. Biopharma, yeah. I don't know if people have followed the instacart reports and the Wall Street Journal at all, but That's one that the jury is a little bit out on what happens but at least as reported by The Wall Street Journal. They're actually going to go public solely to address this issue. And give the employees. the ability to sell into the IPO all the company's not Well, that's what the Wall Street Journal says is the rationale. Yeah employee the executives perhaps yeah and You know. when I read that from the investors lens, the the thing that was shocking to me was the concept that They're out on the Roadshow telling people to go buy the shares and they're saying all the Insiders want to sell the shares. Right? And and so unless and this is the part you're not in the room. And so I don't know the true story. But unless they're saying hey look the the executive team is is keeping 100% We're all in but we have Engineers. We have people who've been here a long time who need liquidity for different reasons. It just seems like it's a different a different report",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 683.34,
    "cue_end": 892.909,
    "chunk_index": 7,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_8",
    "text": ". You don't want to be you know talking about the value that folks might get from their equation. Not as the attorney. Yeah. Yeah not. That I didn't answer the back part of your question on who hasn't done it well. and I'll give two examples. I think Instagram is an interesting. So instacart it's the car. Yeah Instagram and right. Yes, that's situations. Biopharma, yeah. I don't know if people have followed the instacart reports and the Wall Street Journal at all, but That's one that the jury is a little bit out on what happens but at least as reported by The Wall Street Journal. They're actually going to go public solely to address this issue. And give the employees. the ability to sell into the IPO all the company's not Well, that's what the Wall Street Journal says is the rationale. Yeah employee the executives perhaps yeah and You know. when I read that from the investors lens, the the thing that was shocking to me was the concept that They're out on the Roadshow telling people to go buy the shares and they're saying all the Insiders want to sell the shares. Right? And and so unless and this is the part you're not in the room. And so I don't know the true story. But unless they're saying hey look the the executive team is is keeping 100% We're all in but we have Engineers. We have people who've been here a long time who need liquidity for different reasons. It just seems like it's a different a different report. So it's gonna be really interesting to see That approach which is just where we're solving this by going this combination of plans expiring validation Talent retention and we're just going to go public regardless of what that means and what the street is going to say in terms of whether they should be invested in that business. Yeah. What about Airbnb? What's your yeah, so I I wasn't. Directly involved in Airbnb so I don't I don't really know my understanding of that situation was again an inspiring an RSU plan one was one of the factors. Why they went public at the time that they did? Yeah, and I think the difference. was a recognition of that was one of the factors of timing but here all the reasons why the the company deserves to be a public company today regardless of what's happening and then the market grow environment, which is I think a little different than Instagram's approach instacart, okay? I infected you. So talk a little bit. I guess I'll say the other thing I wouldn't do. And I take this because I know there's at least one GC in the room who did it. I wouldn't do company loan programs. I'd say you know if you look at Lyme and I'm sorry, right. Sometimes you have to but that to your question about for maybe one, you know, the the gc's and the company generally. Supporting the premise that we're going to do so great. That you know, you should take loans from us in order to do this and Loans themselves have problems",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 779.639,
    "cue_end": 1009.661,
    "chunk_index": 8,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_9",
    "text": ". So it's gonna be really interesting to see That approach which is just where we're solving this by going this combination of plans expiring validation Talent retention and we're just going to go public regardless of what that means and what the street is going to say in terms of whether they should be invested in that business. Yeah. What about Airbnb? What's your yeah, so I I wasn't. Directly involved in Airbnb so I don't I don't really know my understanding of that situation was again an inspiring an RSU plan one was one of the factors. Why they went public at the time that they did? Yeah, and I think the difference. was a recognition of that was one of the factors of timing but here all the reasons why the the company deserves to be a public company today regardless of what's happening and then the market grow environment, which is I think a little different than Instagram's approach instacart, okay? I infected you. So talk a little bit. I guess I'll say the other thing I wouldn't do. And I take this because I know there's at least one GC in the room who did it. I wouldn't do company loan programs. I'd say you know if you look at Lyme and I'm sorry, right. Sometimes you have to but that to your question about for maybe one, you know, the the gc's and the company generally. Supporting the premise that we're going to do so great. That you know, you should take loans from us in order to do this and Loans themselves have problems. They're tax inefficiencies, whether they're recourse or non-recourse and that if you go way back to 2001 that's a bunch of a bunch of my clients and friends who took loans and thought they were fine because they were non-recourse but then got hit with elimination and dentist income and had to file bankruptcy. And so oh I know a line You know those executives are on the hook for you know parts of those loans and it's below the equity value. I don't know the Vault story but D and good dno insurance the board. I mean it brings all those issues into play. There it is. Yeah. but I think I think some of that goes hand in hand where you really need to be thoughtful about. About what you're communicating to the employees what you're offering whether you think about the company offering it or you're you do it on a third party basis ultimately over time. I think optionality for the employees where they get to choose to maybe do a traditional tender produce structured Equity Finance or potentially take loans from the company. Like all of that with technology is going to be really different in the next three to five years. And so I think a lot of that comes back to communication and education and you know one thing Jennifer mentioned was your compensation consultant and I completely agree at recursion. We use compensia, which has done a great job for us. They will really help you, you know, whichever consultant you use they will help you think through these issues and then a company like liquid stock as well",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 892.958,
    "cue_end": 1118.411,
    "chunk_index": 9,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_10",
    "text": ". And so oh I know a line You know those executives are on the hook for you know parts of those loans and it's below the equity value. I don't know the Vault story but D and good dno insurance the board. I mean it brings all those issues into play. There it is. Yeah. but I think I think some of that goes hand in hand where you really need to be thoughtful about. About what you're communicating to the employees what you're offering whether you think about the company offering it or you're you do it on a third party basis ultimately over time. I think optionality for the employees where they get to choose to maybe do a traditional tender produce structured Equity Finance or potentially take loans from the company. Like all of that with technology is going to be really different in the next three to five years. And so I think a lot of that comes back to communication and education and you know one thing Jennifer mentioned was your compensation consultant and I completely agree at recursion. We use compensia, which has done a great job for us. They will really help you, you know, whichever consultant you use they will help you think through these issues and then a company like liquid stock as well. And then of course your Brokers can assist in this too. and talk about because you're you're communication obviously was very fast and positive. but you know. Looking at it and saying okay if I had the benefit of all of the time. I mean one of the advantages for the gc's in the room is okay. Now I can I can prep a strategy around communication that's different. Like do you have advice for the group on? How you would think about that? Yeah, what you did well in the short period of time what you would have done if you definitely another day. Yes. Well, I mean one of the things you'll discover most likely is that the vast majority of employees don't even think about their Equity until they get close to IPO or to a liquidity event. And so if you're doing an IPO in a short time frame, that's a you really need to raise the level of understanding quickly and that was a situation at recursion. So we had three sets of trainings that we did and we offered them repeatedly like Ad nauseam, so we had a training that was an equity overview. we had one on the insider trading policy that also covered 10 b51 plans and then we were Foolish enough, I would say to all put an espp in place at the same time as the IPO. So we had a third training on the Employee Stock purchase plan and we made recordings of those trainings available. But we we didn't have the slide decks available separately because you do need the voice over particularly with respect to the espp because that's that's a prospectus. It can be treated as an offering of stock. So you need to make sure it's up to date and make sure you have all of the information being delivered at the same time. So be careful in general with what you distribute in hard copy and you can do presentations by Zoom",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 1032.3,
    "cue_end": 1246.283,
    "chunk_index": 10,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_11",
    "text": ". Now I can I can prep a strategy around communication that's different. Like do you have advice for the group on? How you would think about that? Yeah, what you did well in the short period of time what you would have done if you definitely another day. Yes. Well, I mean one of the things you'll discover most likely is that the vast majority of employees don't even think about their Equity until they get close to IPO or to a liquidity event. And so if you're doing an IPO in a short time frame, that's a you really need to raise the level of understanding quickly and that was a situation at recursion. So we had three sets of trainings that we did and we offered them repeatedly like Ad nauseam, so we had a training that was an equity overview. we had one on the insider trading policy that also covered 10 b51 plans and then we were Foolish enough, I would say to all put an espp in place at the same time as the IPO. So we had a third training on the Employee Stock purchase plan and we made recordings of those trainings available. But we we didn't have the slide decks available separately because you do need the voice over particularly with respect to the espp because that's that's a prospectus. It can be treated as an offering of stock. So you need to make sure it's up to date and make sure you have all of the information being delivered at the same time. So be careful in general with what you distribute in hard copy and you can do presentations by Zoom. They don't need to be in person but be prepared for a lot of questioning. It does depend on your employee base how large a company of course whether you're Global but also the company culture really makes a difference. Recursion we had a very transparent culture free IPO and we also have an endlessly curious and questioning and you know, very intelligent employee base. And so they would just pepper us with questions. And at one point I considered preparing an FAQ document because some of the questions would occur and you know, you're saying the same things over and over but there's a real downside to having You know any kind of information in writing other than the actual insider trading policy and the scrubbed deck that is the equity overview. So ultimately we didn't have FAQs that we prepared. But we also had asked me anything sessions in addition to the three categories of training that I mentioned and there are people could have more one-on-one attention and obviously as I said before you can't be giving people investment or tax advice, but Some folks need that personal attention. The stock administrator is absolutely critical in this regard. I really recommend having your stock administrator hired pre-ipo hire someone with a ton of experience if possible. They will save you they will help with this education and the communication and they're able to hold people's hands in a way that you will not have the time to do and also the distribution of information. It's a great spot",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 1142.356,
    "cue_end": 1355.916,
    "chunk_index": 11,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_12",
    "text": ". It does depend on your employee base how large a company of course whether you're Global but also the company culture really makes a difference. Recursion we had a very transparent culture free IPO and we also have an endlessly curious and questioning and you know, very intelligent employee base. And so they would just pepper us with questions. And at one point I considered preparing an FAQ document because some of the questions would occur and you know, you're saying the same things over and over but there's a real downside to having You know any kind of information in writing other than the actual insider trading policy and the scrubbed deck that is the equity overview. So ultimately we didn't have FAQs that we prepared. But we also had asked me anything sessions in addition to the three categories of training that I mentioned and there are people could have more one-on-one attention and obviously as I said before you can't be giving people investment or tax advice, but Some folks need that personal attention. The stock administrator is absolutely critical in this regard. I really recommend having your stock administrator hired pre-ipo hire someone with a ton of experience if possible. They will save you they will help with this education and the communication and they're able to hold people's hands in a way that you will not have the time to do and also the distribution of information. It's a great spot. If you decide you're going to put out pieces and when we work with companies, we actually do because we feel like you got to educate them. Yeah, providing Financial or tax advice, but you can you can simplify. A lot of complicated things for them and then you can refer them off to wherever you firm, but the stock administrators portals or the employees go and they're looking at all their information. They also at least one who's in the room share works and I think Carter has it as well. All of that is is a great spot to be the repository for that information. So you make sure everyone's getting the same information. It's been blessed by legal. It's been blessed by around in tax. Yeah. Yeah and your broker will be really helpful from an education perspective. You know, when when you asked part of your question was what would I do differently? Yeah. Yeah, one of the things I think I would do differently is engage much more with the broker. We didn't have much time, you know to get things done. But ultimately we went with Fidelity which has amazing educational materials available on its website and they also offer personal advisors. We chose the option that everyone in the company could have their own advisor not just Executives and they that's a great resource for folks. I also would have hired our stock administrator sooner that individual was hired right around the same time. I was so three months into our four months of Ikea preparation",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 1251.754,
    "cue_end": 1453.419,
    "chunk_index": 12,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_13",
    "text": ". It's a great spot. If you decide you're going to put out pieces and when we work with companies, we actually do because we feel like you got to educate them. Yeah, providing Financial or tax advice, but you can you can simplify. A lot of complicated things for them and then you can refer them off to wherever you firm, but the stock administrators portals or the employees go and they're looking at all their information. They also at least one who's in the room share works and I think Carter has it as well. All of that is is a great spot to be the repository for that information. So you make sure everyone's getting the same information. It's been blessed by legal. It's been blessed by around in tax. Yeah. Yeah and your broker will be really helpful from an education perspective. You know, when when you asked part of your question was what would I do differently? Yeah. Yeah, one of the things I think I would do differently is engage much more with the broker. We didn't have much time, you know to get things done. But ultimately we went with Fidelity which has amazing educational materials available on its website and they also offer personal advisors. We chose the option that everyone in the company could have their own advisor not just Executives and they that's a great resource for folks. I also would have hired our stock administrator sooner that individual was hired right around the same time. I was so three months into our four months of Ikea preparation. So we were both learning the company and you know learning the employee base at the same time and I also would wait longer to put an espp in place. You don't need to rush to do that that could have waited. For a year, I mean there was liquidity from the IPO. So there was no great need for it. But we're very ambitious company and I certainly were just looking at that as another perk. Mm-hmm. Yeah, it was partly that Talent retention aspect. Yeah, so we have 15% discount with the espp that we put in place and While that was a big lift from an education standpoint, I think it was also really attractive for our employees. Yeah, and I hadn't thought about it until now but it would be interesting to see if that comes back into the you know, because you have you have Now options versus rsues people. Scared of the RSU plans and what's happening and the reasons why they're not going to go the option plan route. So I'll be interesting. Mm-hmm. So any other parting wisdom? Yeah, we only have a couple minutes left but I would say with respect to 10b51 plans. They're if you're at a smaller company, they're going to be a bit of a bear to handle and this is a place where the stock administrator can come in really helpful, too",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 1355.8,
    "cue_end": 1540.313,
    "chunk_index": 13,
    "total_chunks": 14
  },
  {
    "chunk_id": "Laying_the_Groundwork_Employee_Early_Shareholder_Equity_Best_Practices_Louisa_Daniels_Recursion_Jeff_chunk_14",
    "text": ". I also would have hired our stock administrator sooner that individual was hired right around the same time. I was so three months into our four months of Ikea preparation. So we were both learning the company and you know learning the employee base at the same time and I also would wait longer to put an espp in place. You don't need to rush to do that that could have waited. For a year, I mean there was liquidity from the IPO. So there was no great need for it. But we're very ambitious company and I certainly were just looking at that as another perk. Mm-hmm. Yeah, it was partly that Talent retention aspect. Yeah, so we have 15% discount with the espp that we put in place and While that was a big lift from an education standpoint, I think it was also really attractive for our employees. Yeah, and I hadn't thought about it until now but it would be interesting to see if that comes back into the you know, because you have you have Now options versus rsues people. Scared of the RSU plans and what's happening and the reasons why they're not going to go the option plan route. So I'll be interesting. Mm-hmm. So any other parting wisdom? Yeah, we only have a couple minutes left but I would say with respect to 10b51 plans. They're if you're at a smaller company, they're going to be a bit of a bear to handle and this is a place where the stock administrator can come in really helpful, too. If you have a company with the level of transparency that I mentioned then you'll have way more people who need or arguably, you know should have 10 B, five one plans then at another type of company and it can scare your broker initially Fidelity told us we couldn't have that many people with tend to be five one plans because they were used to only section 16 officers and directors and the like having those plans and our company we had about 50 people with Tempe 51 plus which is a lot especially as you know, Ebola like all at one time. but The alternative if folks don't want to attend b51 plan is you put many people on a pre-clearance list. And so your stock administrator is going to be really helpful for you in kind of administering the pre-clearance list as well. You need a checklist for pre-clearance and you know, the admin can prepare much of that and then you as compliance officer essentially will be validating that they are pre-cleared to trade but it's a constant flow either of 10 B5 one plan review Drafting and review or of the pretty clearance. Thank you. Yeah. I think that's that's all we have time for.",
    "title": "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "cue_start": 1441.125,
    "cue_end": 1626.656,
    "chunk_index": 14,
    "total_chunks": 14
  }
]