[
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_1",
    "text": "It is my pleasure to welcome Jill Simeon, the general counsel of Etsy. I've, um, had the pleasure of hearing her speak before, so I know that we're in for a real treat today, and she's speaking today on diversity and inclusion, which in today's, um, political and legal climate, um, is definitely a hot topic for us to be discussing. And, um, being a, a leader in an organization in the general counsel role, really now is not just something that we, um, that we should be thinking about and being a leader on, but really something that we must be thinking about and being a leader on. So, um, Jill's led the, the legal team, not just at Etsy, but before that, at some of the largest and most recognizable publicly traded companies, and she's going to be sharing her wisdom with us here today. Thank you. Hi, everybody. So I'm here before the wine, huh? Um, are we up there? Yeah. So first of all, thank you and thanks, tech juicy for inviting me. Um, so I think, uh, first of all, what's Etsy? We are, um, a homegrown New York, uh, tech tech company. We are a marketplace for unique, um, handcrafted vintage goods. And, um, we have pretty unusual stats for a tech company. We have about 2 million active sellers. Um, more than 87% of them, um, of our sellers identify as women. Um, we have a 50 50 board gender split, um, and the number of leaders in our tech, in our tech company, which is also a little bit unusual, who identifies women, is a little over 52%. And so, uh, that has led to us being a company that's perceived and actually is pretty good on gender diversity. Um, we have, uh, a generous parental leave, uh, six months, uh, of paid leave, which I think is probably industry leading. Um, we have, uh, gender neutral bathrooms. We were one of the first companies to do that. Um, we've done pay equity studies and we share the results with our board and publicly and with our employees. Um, we've done a lot of things that really have focused on, uh, gender equity. And as a result, um, we've really built a company that is a pretty, um, gender balanced workplace. Um, with our parental leave, we got some notice for a lot of notice for that. Um, we made it, um, applicable to both men and women. Um, and we wanted, we did that because we wanted to make sure that there wasn't a knock on effect in women taking a leave and then sort of falling behind in their careers. So both women and men both qualify for six months leave. And as a result of this very intentional, um, uh, efforts in gender balance, having a brand that certainly attracts women, brought in a lot of women, women tend to bring in other women. Um, we ended up with a tech company that has, um, and has historically had a, uh, pretty impressive gender balanced even more women than men. And even, I suppose you're asking, well, what about the tech roles? Um, even when you double click on the, on the, the tech groups within the company, you'll see that there's a pretty high percentage of women there",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 0.385,
    "cue_end": 197.243,
    "chunk_index": 1,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_2",
    "text": ". Um, we have, uh, a generous parental leave, uh, six months, uh, of paid leave, which I think is probably industry leading. Um, we have, uh, gender neutral bathrooms. We were one of the first companies to do that. Um, we've done pay equity studies and we share the results with our board and publicly and with our employees. Um, we've done a lot of things that really have focused on, uh, gender equity. And as a result, um, we've really built a company that is a pretty, um, gender balanced workplace. Um, with our parental leave, we got some notice for a lot of notice for that. Um, we made it, um, applicable to both men and women. Um, and we wanted, we did that because we wanted to make sure that there wasn't a knock on effect in women taking a leave and then sort of falling behind in their careers. So both women and men both qualify for six months leave. And as a result of this very intentional, um, uh, efforts in gender balance, having a brand that certainly attracts women, brought in a lot of women, women tend to bring in other women. Um, we ended up with a tech company that has, um, and has historically had a, uh, pretty impressive gender balanced even more women than men. And even, I suppose you're asking, well, what about the tech roles? Um, even when you double click on the, on the, the tech groups within the company, you'll see that there's a pretty high percentage of women there. There's still further to go, but we're certainly ahead of most of our peers. But when you dig in, and this is one of the questions I asked when I first went to Etsy in 2017. Well, what about everyone else? Another picture started to emerge, and we had to acknowledge that while we were doing really great on gender balance for a tech company, we weren't really doing as well in attracting other groups of people and really focusing on other protected classes. And so you can see here that there's a, there's a, there's a big, there's a big gap and a big, a long way to go for, um, racial, racial diversity. And so I wasn't the only one to notice this. We started be some being suppressed that Etsy's still a white man and women's world, and it really was a company that had a lot of good intentions. Um, we're a company where, um, people really, folk, we did tons of unconscious bias training. People were talking a lot about diversity. People were, um, we were hiring consultants, we were doing studies, and yet we weren't moving the needle. And so the question really was, you have a lot of good intentions. People are activated. We weren't debating whether there were virtues of diversity, whether the diversity was important part of, of our values and important part of the strength of our company, and yet we weren't moving the needle. And so the question is, what do you do? How do you, how do you get, how do you get to action? And so, at the same time, and this was around 2 20 17, I arrived in January. Um, s**t happened, uh, Etsy. Etsy had activists",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 114.394,
    "cue_end": 289.726,
    "chunk_index": 2,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_3",
    "text": ". But when you dig in, and this is one of the questions I asked when I first went to Etsy in 2017. Well, what about everyone else? Another picture started to emerge, and we had to acknowledge that while we were doing really great on gender balance for a tech company, we weren't really doing as well in attracting other groups of people and really focusing on other protected classes. And so you can see here that there's a, there's a, there's a big, there's a big gap and a big, a long way to go for, um, racial, racial diversity. And so I wasn't the only one to notice this. We started be some being suppressed that Etsy's still a white man and women's world, and it really was a company that had a lot of good intentions. Um, we're a company where, um, people really, folk, we did tons of unconscious bias training. People were talking a lot about diversity. People were, um, we were hiring consultants, we were doing studies, and yet we weren't moving the needle. And so the question really was, you have a lot of good intentions. People are activated. We weren't debating whether there were virtues of diversity, whether the diversity was important part of, of our values and important part of the strength of our company, and yet we weren't moving the needle. And so the question is, what do you do? How do you, how do you get, how do you get to action? And so, at the same time, and this was around 2 20 17, I arrived in January. Um, s**t happened, uh, Etsy. Etsy had activists. And the prevailing narrative then, uh, unfortunately, was that Etsy had to choose between being a progressive company and being a profitable company. And the prevailing attitude was that we needed to stop with the artisanal snacks, and we needed to stop, you know, looming and having, you know, quirky Halloween parties. And we needed to really focus on the bottom line. And it was really an either or choice. And you can, I love deal breaker. And the, the, the hope of, uh, of deal breaker, and I think others, was that we, we had made the choice when we were gonna turn to the dark side. And I love this. Now that they're done trying to do good or whatever, Etsy has some actual value. Um, the good news is that what we realized, we had a new CEO and he really, um, was very focused on us, uh, figuring out how to be a profitable company. But he also firmly believed that the values of Etsy were part of what made us great. Um, and so that we weren't throwing out the baby with the bath water, and that we were really focusing on our business. And a core component of our business was the fact that we were a good, good company, and we didn't have to choose between being a company that does good and being a company that was successful. And so, at that point, at that, at that sort of pivotal moment, we had to say, you know, what does building a diverse workplace culture mean for Etsy? What is Etsy all about? And so this began a larger process in the company",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 201.079,
    "cue_end": 375.619,
    "chunk_index": 3,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_4",
    "text": ". Etsy had activists. And the prevailing narrative then, uh, unfortunately, was that Etsy had to choose between being a progressive company and being a profitable company. And the prevailing attitude was that we needed to stop with the artisanal snacks, and we needed to stop, you know, looming and having, you know, quirky Halloween parties. And we needed to really focus on the bottom line. And it was really an either or choice. And you can, I love deal breaker. And the, the, the hope of, uh, of deal breaker, and I think others, was that we, we had made the choice when we were gonna turn to the dark side. And I love this. Now that they're done trying to do good or whatever, Etsy has some actual value. Um, the good news is that what we realized, we had a new CEO and he really, um, was very focused on us, uh, figuring out how to be a profitable company. But he also firmly believed that the values of Etsy were part of what made us great. Um, and so that we weren't throwing out the baby with the bath water, and that we were really focusing on our business. And a core component of our business was the fact that we were a good, good company, and we didn't have to choose between being a company that does good and being a company that was successful. And so, at that point, at that, at that sort of pivotal moment, we had to say, you know, what does building a diverse workplace culture mean for Etsy? What is Etsy all about? And so this began a larger process in the company. We came up with a new mission, and we, our new mission is, is to keep commerce human. And what does that really mean? It means that we're a company that's really about human connections. And if anyone's ever bought anything on Etsy, you know, that you're buying from like some quirky Mary Sue in Kansas City, and she's gonna, you know, send it with a little note and maybe a little piece of candy. And that's like a very human thing in today's modern world. Um, I had a friend this past year who, um, passed away from with breast cancer. I wanted to get something that was very personal for her family that was related to some fabric. She designed. I sent the fabric to, um, this woman. She designed these very personal and beautiful things. She shared her story of her loss for a friend with, um, cancer. And it was the most incredible, um, e-commerce experience I've ever had. Um, this is Etsy. Etsy is about the people. It's not just about our sellers, it's about our employees, it's about our vendors. It's about the entire ecosystem that we're trying to create. So how does that translate? And so from there, we built some guiding principles and, you know, commit to our craft. Yes, okay, sure, there's a pun 'cause we're Etsy. But really we're talking about talent and we're talking about valuing people based on their performance, not on perceptions, not on, you know, oh, you went to my college, but really focusing on talent and performance, minimizing waste",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 287.834,
    "cue_end": 453.837,
    "chunk_index": 4,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_5",
    "text": ". We came up with a new mission, and we, our new mission is, is to keep commerce human. And what does that really mean? It means that we're a company that's really about human connections. And if anyone's ever bought anything on Etsy, you know, that you're buying from like some quirky Mary Sue in Kansas City, and she's gonna, you know, send it with a little note and maybe a little piece of candy. And that's like a very human thing in today's modern world. Um, I had a friend this past year who, um, passed away from with breast cancer. I wanted to get something that was very personal for her family that was related to some fabric. She designed. I sent the fabric to, um, this woman. She designed these very personal and beautiful things. She shared her story of her loss for a friend with, um, cancer. And it was the most incredible, um, e-commerce experience I've ever had. Um, this is Etsy. Etsy is about the people. It's not just about our sellers, it's about our employees, it's about our vendors. It's about the entire ecosystem that we're trying to create. So how does that translate? And so from there, we built some guiding principles and, you know, commit to our craft. Yes, okay, sure, there's a pun 'cause we're Etsy. But really we're talking about talent and we're talking about valuing people based on their performance, not on perceptions, not on, you know, oh, you went to my college, but really focusing on talent and performance, minimizing waste. You'll see in a minute we developed an impact goal that was really valuing, um, our, our resources, embracing differences that goes directly to diversity. Um, digging deeper, leading with optimism. And these guiding principles became how we start talking about things and thinking about how we show up at work, how we treat others, how we value ourselves, and how we make for an equitable workplace. Now, as we were building our business goals, one of the things our new CEO Josh Silverman said was really, we had to, um, we had to focus on fewer things. When he arrived also in 2017, we were doing 20,000 really great things. And he said, let's pick 10. What are the most important things to move the needle? And let's do those things really well, and let's measure them. Let's set KPIs, measure our success, and then we will figure out how to move the needle with 10 things. And that's a hard decision with our impact and social goals. Before 2017, we also, we were doing a lot of really great things. We had a million speakers come in. We had initiatives, we had, um, lots of, lots of workshops, but we weren't moving the needle. And so also with our impact initiatives, we decide let's focus on the key things. What are the most important impact initiatives we can do as Etsy? And how do we make it not a silo over there, but how do we integrate it into our culture so that everybody owns these things? And so we picked three, we wanted to focus on economic impact. And let's face it, that's our day job",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 375.672,
    "cue_end": 539.684,
    "chunk_index": 5,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_6",
    "text": ". Um, digging deeper, leading with optimism. And these guiding principles became how we start talking about things and thinking about how we show up at work, how we treat others, how we value ourselves, and how we make for an equitable workplace. Now, as we were building our business goals, one of the things our new CEO Josh Silverman said was really, we had to, um, we had to focus on fewer things. When he arrived also in 2017, we were doing 20,000 really great things. And he said, let's pick 10. What are the most important things to move the needle? And let's do those things really well, and let's measure them. Let's set KPIs, measure our success, and then we will figure out how to move the needle with 10 things. And that's a hard decision with our impact and social goals. Before 2017, we also, we were doing a lot of really great things. We had a million speakers come in. We had initiatives, we had, um, lots of, lots of workshops, but we weren't moving the needle. And so also with our impact initiatives, we decide let's focus on the key things. What are the most important impact initiatives we can do as Etsy? And how do we make it not a silo over there, but how do we integrate it into our culture so that everybody owns these things? And so we picked three, we wanted to focus on economic impact. And let's face it, that's our day job. We provide economic security for 2 million women. Most of our businesses are women. Their, their businesses are one, and it changes their lives. We, um, focus on social impact, which is diversity. And in terms of that, we're talking about employees. We're talking about our brand, we're talking about vendors, we're talking about our whole Etsy ecosystem. And then we're talking about ecological impact. And that was really what's our carbon footprint and what can we do to make it smaller? Now, I could sit here and talk to you about all three of these topics. That's not my topic today. Um, that's for another day. But we, if you wanna look in our, our k we've, we, our 10 K, um, we report on all of these and we've really made some goals, um, some, some progress on our goals. So really what we're talking about, when you take three impact goals and you say they're not separate from your business, when you say they're part of your overall business initiative, then you're talking about integrating impact, social impact into your business model. And what we are viewing it as is a flywheel. Because if we don't have a diverse workplace, if we're not hiring vendors that support our values, if we're, if we're, if we're polluting all over the place, if we're not rewarding fairly and equitably, then we're not creating a business that's sustainable. And by putting them together, everybody owns diversity. Everybody owns building an equitable workplace. And then you start creating a flywheel. And this is what we saw with women when I started. We saw really great talented women coming to Etsy naturally because of our brand",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 462.36,
    "cue_end": 631.538,
    "chunk_index": 6,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_7",
    "text": ". We, um, focus on social impact, which is diversity. And in terms of that, we're talking about employees. We're talking about our brand, we're talking about vendors, we're talking about our whole Etsy ecosystem. And then we're talking about ecological impact. And that was really what's our carbon footprint and what can we do to make it smaller? Now, I could sit here and talk to you about all three of these topics. That's not my topic today. Um, that's for another day. But we, if you wanna look in our, our k we've, we, our 10 K, um, we report on all of these and we've really made some goals, um, some, some progress on our goals. So really what we're talking about, when you take three impact goals and you say they're not separate from your business, when you say they're part of your overall business initiative, then you're talking about integrating impact, social impact into your business model. And what we are viewing it as is a flywheel. Because if we don't have a diverse workplace, if we're not hiring vendors that support our values, if we're, if we're, if we're polluting all over the place, if we're not rewarding fairly and equitably, then we're not creating a business that's sustainable. And by putting them together, everybody owns diversity. Everybody owns building an equitable workplace. And then you start creating a flywheel. And this is what we saw with women when I started. We saw really great talented women coming to Etsy naturally because of our brand. And we saw them inviting and, and bringing on other talented women. And we saw them building a workplace that was equitable based on gender, and it created a flywheel in which that was really successful. And so what we realized is that we needed to create a flywheel for everybody, and we needed to create a flywheel in which we were really addressing with data how to make Etsy a more diverse and inclusive workplace. So this is Etsy's, uh, diversity goal to enable equitable access to the opportunities that we create. It's a pretty broad goal. And we decided that was really our overarching longer term goal, but specifically, we set three sub goals. I don't know if you can see that, but, um, they're around employees, vendors, and the marketplace. And they're really specific goals for employees. We wanted to double the percentage of black, black and Latinx employees and NCS workforce by 2023 for vendors. We wanted to focus more on, um, equitable and sustainable vendors. Um, and we didn't even have a real, I would say a real vendor management system. So there's a lot of infrastructure that would have to happen to have that to, to get us there. Um, and in our marketplace, we wanted to be more inclusive and welcoming. I can't tell you every time I walk into a room and say, I am from Etsy, the women at the table say, oh, I love Etsy. And the men say, oh, my wife likes Etsy. There's a way for our, there's a way to go on our brand there",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 547.358,
    "cue_end": 712.965,
    "chunk_index": 7,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_8",
    "text": ". And we saw them inviting and, and bringing on other talented women. And we saw them building a workplace that was equitable based on gender, and it created a flywheel in which that was really successful. And so what we realized is that we needed to create a flywheel for everybody, and we needed to create a flywheel in which we were really addressing with data how to make Etsy a more diverse and inclusive workplace. So this is Etsy's, uh, diversity goal to enable equitable access to the opportunities that we create. It's a pretty broad goal. And we decided that was really our overarching longer term goal, but specifically, we set three sub goals. I don't know if you can see that, but, um, they're around employees, vendors, and the marketplace. And they're really specific goals for employees. We wanted to double the percentage of black, black and Latinx employees and NCS workforce by 2023 for vendors. We wanted to focus more on, um, equitable and sustainable vendors. Um, and we didn't even have a real, I would say a real vendor management system. So there's a lot of infrastructure that would have to happen to have that to, to get us there. Um, and in our marketplace, we wanted to be more inclusive and welcoming. I can't tell you every time I walk into a room and say, I am from Etsy, the women at the table say, oh, I love Etsy. And the men say, oh, my wife likes Etsy. There's a way for our, there's a way to go on our brand there. Um, and so that was something that's something we've been very consciously focusing on. So we're all lawyers. And I guess the question is, what's legal supposed to do about all of this? That sounds like a, like a, a pretty big remit. And the answer is that, um, I and my team have been really involved in this entire process. Um, we've been very involved in advising the business and helping them integrate, um, diversity and inclusion into how we do our business every day. And so what we did is we went and we looked at the data, uh, we looked at the data for our, our, our from hr. We looked at the data in our advertising, we looked at the data in pictures on our website, and we said, where are we falling off? How do we begin to address this holistically? And we started to ask these five questions. There are questions around recruiting, hiring, retaining, promoting, and measuring. And I'll go through these one by one. How do you attract a diverse set of candidates into your pipeline? One of the things we had to acknowledge was that our pipeline was unequal. We were attracting tons and tons of women. Um, some of our teams are all women. Some of our teams are almost all men. And we weren't really focusing on attracting different ages. We weren't really foc attract, um, focusing on attracting, um, people from different, um, racial and ethnic backgrounds. And we were realizing they were falling out of the pipeline at different points in the recruiting process. So how do we recruit more diversely",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 631.592,
    "cue_end": 807.446,
    "chunk_index": 8,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_9",
    "text": ". So we're all lawyers. And I guess the question is, what's legal supposed to do about all of this? That sounds like a, like a, a pretty big remit. And the answer is that, um, I and my team have been really involved in this entire process. Um, we've been very involved in advising the business and helping them integrate, um, diversity and inclusion into how we do our business every day. And so what we did is we went and we looked at the data, uh, we looked at the data for our, our, our from hr. We looked at the data in our advertising, we looked at the data in pictures on our website, and we said, where are we falling off? How do we begin to address this holistically? And we started to ask these five questions. There are questions around recruiting, hiring, retaining, promoting, and measuring. And I'll go through these one by one. How do you attract a diverse set of candidates into your pipeline? One of the things we had to acknowledge was that our pipeline was unequal. We were attracting tons and tons of women. Um, some of our teams are all women. Some of our teams are almost all men. And we weren't really focusing on attracting different ages. We weren't really foc attract, um, focusing on attracting, um, people from different, um, racial and ethnic backgrounds. And we were realizing they were falling out of the pipeline at different points in the recruiting process. So how do we recruit more diversely? And we looked at the data and we were able to set up, um, areas of focus for different groups. So where do you focus? It's gonna vary from person to person, from company to company. It might even vary team to team. But you can look at your recruiting data and say, where are groups falling off and how can we focus our recruiting specifically to target different groups? We reviewed our recruiting materials. We realized, like the first picture I opened up, you saw there's a picture of people crafting in hands. We realized a lot of our pictures, the hands were all white. What is that? That sense? A really strong message about who etsy's for. So we started looking at our recruiting materials, and we wanted to reflect the diversity of, of the culture. We, we, we wanted to build who's going to job fairs? We started asking that question, and we realized that the same two, um, people from HR were going to all the job fairs. They didn't represent, they didn't represent diversity, um, but they also didn't represent the diversity of the work in our, in our, in our company. And so we started inviting people from different areas, people, people who are engineers, people in hr, people in marketing. And we started presenting a more diverse portfolio of our employees. How diverse is your brand? What are your ads look like? Who is in them? We have employee resource groups. We had, we, we turned to them and we said, how do you think we should diver, uh, diversify our employee population? They had a lot of great ideas. They started attending job fairs",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 717.411,
    "cue_end": 892.143,
    "chunk_index": 9,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_10",
    "text": ". So where do you focus? It's gonna vary from person to person, from company to company. It might even vary team to team. But you can look at your recruiting data and say, where are groups falling off and how can we focus our recruiting specifically to target different groups? We reviewed our recruiting materials. We realized, like the first picture I opened up, you saw there's a picture of people crafting in hands. We realized a lot of our pictures, the hands were all white. What is that? That sense? A really strong message about who etsy's for. So we started looking at our recruiting materials, and we wanted to reflect the diversity of, of the culture. We, we, we wanted to build who's going to job fairs? We started asking that question, and we realized that the same two, um, people from HR were going to all the job fairs. They didn't represent, they didn't represent diversity, um, but they also didn't represent the diversity of the work in our, in our, in our company. And so we started inviting people from different areas, people, people who are engineers, people in hr, people in marketing. And we started presenting a more diverse portfolio of our employees. How diverse is your brand? What are your ads look like? Who is in them? We have employee resource groups. We had, we, we turned to them and we said, how do you think we should diver, uh, diversify our employee population? They had a lot of great ideas. They started attending job fairs. One of the little caveats with that is that you need to be really, really conscious about not relying too much on your ERGs because they have a full-time job and they really wanna be on the track of being an engineer. They don't wanna become a, a second shift HR person and a recruiter. Um, and so when we, when we engage our ERGs to help us recruit, we really focus on making sure that their managers on board with that and that they get extra recognition, maybe a little bonus, things like that, so that they are rewarded and they are steamed for that contribution. We offer referral bonuses and we measure, measure, measure. There is weekly reporting on diversity, hiring statistics, um, to the executive team. That's a lot of focus. And when you measure something, it moves. So I don't, there's a great ad here, which I think it's got PDF and you can't see, but if you Google it, you'll notice we're gonna have a, we have a big, no, we have a big, uh, fall and winter holiday ad campaign. And what we did for the first time this year was that we sent, um, people from our diversity and inclusion team in HR along to the photo shoot, and they helped, um, pick a more diverse portfolio of actors. Um, they said like, this setting doesn't seem realistic. This setting seems more realistic. And they were there in advising and making sure that people felt represented. And the results of the ads are really great hiring, how you ensure that hiring is fair, consistent, and inclusive",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 814.446,
    "cue_end": 983.483,
    "chunk_index": 10,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_11",
    "text": ". One of the little caveats with that is that you need to be really, really conscious about not relying too much on your ERGs because they have a full-time job and they really wanna be on the track of being an engineer. They don't wanna become a, a second shift HR person and a recruiter. Um, and so when we, when we engage our ERGs to help us recruit, we really focus on making sure that their managers on board with that and that they get extra recognition, maybe a little bonus, things like that, so that they are rewarded and they are steamed for that contribution. We offer referral bonuses and we measure, measure, measure. There is weekly reporting on diversity, hiring statistics, um, to the executive team. That's a lot of focus. And when you measure something, it moves. So I don't, there's a great ad here, which I think it's got PDF and you can't see, but if you Google it, you'll notice we're gonna have a, we have a big, no, we have a big, uh, fall and winter holiday ad campaign. And what we did for the first time this year was that we sent, um, people from our diversity and inclusion team in HR along to the photo shoot, and they helped, um, pick a more diverse portfolio of actors. Um, they said like, this setting doesn't seem realistic. This setting seems more realistic. And they were there in advising and making sure that people felt represented. And the results of the ads are really great hiring, how you ensure that hiring is fair, consistent, and inclusive. Um, this was a big challenge because we'd done a lot of, as I mentioned before, we'd done a lot of unconscious bias training. People were very activated, people were very aware of biases, and yet the numbers for hiring were not moving. Um, and so we, they said, well, we just, we just don't know what to do. How do we, how, what are the tactics? And so we worked with, um, our employment council, and we really, we built a skills rubric for every open rec. And we said, when you go into the interview, we should not be talking about, oh, you're in that sorority. So am I. Or Oh my gosh, you live right near my brother-In-law. We, those are the things that are bias. And when people are relating to people they're interviewing with through, um, on the basis of things that are not skills, that are not requirements for the job, the result is that you're getting a biased influence on the hiring process. When you stick to the skills required for the job, everybody's getting more or less the same questions and you're pulling from the entire population of, of, of relevant candidates. And you're having a really unbiased process to hire. Um, so we train teams on how to interview. We calibrate our hiring decisions to make sure that people who are getting hired for similar jobs are getting similar comp",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 892.194,
    "cue_end": 1056.941,
    "chunk_index": 11,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_12",
    "text": ". And they were there in advising and making sure that people felt represented. And the results of the ads are really great hiring, how you ensure that hiring is fair, consistent, and inclusive. Um, this was a big challenge because we'd done a lot of, as I mentioned before, we'd done a lot of unconscious bias training. People were very activated, people were very aware of biases, and yet the numbers for hiring were not moving. Um, and so we, they said, well, we just, we just don't know what to do. How do we, how, what are the tactics? And so we worked with, um, our employment council, and we really, we built a skills rubric for every open rec. And we said, when you go into the interview, we should not be talking about, oh, you're in that sorority. So am I. Or Oh my gosh, you live right near my brother-In-law. We, those are the things that are bias. And when people are relating to people they're interviewing with through, um, on the basis of things that are not skills, that are not requirements for the job, the result is that you're getting a biased influence on the hiring process. When you stick to the skills required for the job, everybody's getting more or less the same questions and you're pulling from the entire population of, of, of relevant candidates. And you're having a really unbiased process to hire. Um, so we train teams on how to interview. We calibrate our hiring decisions to make sure that people who are getting hired for similar jobs are getting similar comp. That's a really important thing because you don't want then somebody to be, you have, uh, hired somebody, you bring them in and then they talk to their peer and they realize, oh my gosh, I have a very different comp. And sometimes it happens. It happens unconsciously. And if you're not paying attention to it, it leads to somebody leaving the Mansfield Rooney Rule. I don't know. Does anybody have people using that? Yes. No. Yeah, we, um, the Rooney Rule was from the NFL. It, it suggested that you bring in, uh, one diverse candidate to every panel. Um, the Mansfield rule is, is targeted specifically towards lawyers saying bring in two or more diverse candidates, um, to every interview panel, um, so that you are more likely to consider them. It, it makes you conscious of bringing in a diverse pool. We've been doing this. One of the challenges with this, and, and that we've talking about it with the legal team is that people often don't self-identify. And so we had a situation where people were guessing what people's backgrounds were, which is not really a great way of targeting diversity. And then HR is keeping like a secret list, not good. Um, so what we did was we started talking more to the candidates about why we're collecting this data. We're collecting it for good reasons. We, these are our diversity goals. We're interested in building a diverse workforce. And when you do that, then you start to unlock this problem of, of people disclosing, um, hiring panel",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 971.856,
    "cue_end": 1137.658,
    "chunk_index": 12,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_13",
    "text": ". That's a really important thing because you don't want then somebody to be, you have, uh, hired somebody, you bring them in and then they talk to their peer and they realize, oh my gosh, I have a very different comp. And sometimes it happens. It happens unconsciously. And if you're not paying attention to it, it leads to somebody leaving the Mansfield Rooney Rule. I don't know. Does anybody have people using that? Yes. No. Yeah, we, um, the Rooney Rule was from the NFL. It, it suggested that you bring in, uh, one diverse candidate to every panel. Um, the Mansfield rule is, is targeted specifically towards lawyers saying bring in two or more diverse candidates, um, to every interview panel, um, so that you are more likely to consider them. It, it makes you conscious of bringing in a diverse pool. We've been doing this. One of the challenges with this, and, and that we've talking about it with the legal team is that people often don't self-identify. And so we had a situation where people were guessing what people's backgrounds were, which is not really a great way of targeting diversity. And then HR is keeping like a secret list, not good. Um, so what we did was we started talking more to the candidates about why we're collecting this data. We're collecting it for good reasons. We, these are our diversity goals. We're interested in building a diverse workforce. And when you do that, then you start to unlock this problem of, of people disclosing, um, hiring panel. We also realized we were, we would go and we'd have, we'd be bringing in a diverse can, uh, panel of candidates, and then we'd look and it would be, you know, five, uh, white guy engineers on the hiring panel. We're like, that doesn't even reflect our company. But it happened, you know, accidentally. So we're trying to be more conscious about the diversity of our panels. Um, we also work with HR to make it a more hospitable process. We make sure that they're aware of what's going on, that they're aware that there's a regular process, that they're part of it. Um, and we also maintain an internal pipeline. This person was really great. This is a really great candidate, not for this role, but we're conscious about just not letting them drop into the endless bucket of like, oh, not this role. Maybe never. Um, but really when we find a great candidate referring them for other roles, retaining, Um, we run, we, we do an annual, do people here do engagement surveys? Yeah, we do a, an engagement survey. And that's really great for uncovering hotspots. We discover that, oh my gosh, there's a perception of unfairness on the X team. That's something that we really wanna address, or so and so is a, a manager who is, you know, showing what appears to be a lot of bias. Um, we do comp surveys to make sure that comp is equitable. When we do, um, we have set up a mentorship program. We focus on the, we've built a vendor, um, screening program",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1056.988,
    "cue_end": 1219.44,
    "chunk_index": 13,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_14",
    "text": ". We also realized we were, we would go and we'd have, we'd be bringing in a diverse can, uh, panel of candidates, and then we'd look and it would be, you know, five, uh, white guy engineers on the hiring panel. We're like, that doesn't even reflect our company. But it happened, you know, accidentally. So we're trying to be more conscious about the diversity of our panels. Um, we also work with HR to make it a more hospitable process. We make sure that they're aware of what's going on, that they're aware that there's a regular process, that they're part of it. Um, and we also maintain an internal pipeline. This person was really great. This is a really great candidate, not for this role, but we're conscious about just not letting them drop into the endless bucket of like, oh, not this role. Maybe never. Um, but really when we find a great candidate referring them for other roles, retaining, Um, we run, we, we do an annual, do people here do engagement surveys? Yeah, we do a, an engagement survey. And that's really great for uncovering hotspots. We discover that, oh my gosh, there's a perception of unfairness on the X team. That's something that we really wanna address, or so and so is a, a manager who is, you know, showing what appears to be a lot of bias. Um, we do comp surveys to make sure that comp is equitable. When we do, um, we have set up a mentorship program. We focus on the, we've built a vendor, um, screening program. So we're not only screening them to make sure that they're not like, you know, drug traffickers or terrorists, but we also ask them like, do you, do you do, um, do you hire diverse, um, employees? Do you train them on sexual harassment? We wanna make sure that we're working with good vendors. Um, we have set up and funded employee resource groups, and as I said before, we're making sure that we're not overly taxing them. Um, we maintain anti-harassment and non-discrimination policies and training, um, and we train managers to handle, uh, sensitive issues. This has been really interesting. We found that the online training didn't really work with managers. 'cause people would come and say, we have a lot of really young managers. And their friend would be like, oh my gosh, I was at the bar last night with like a bunch of, you know, engineers, and someone was like a little bit handsy and they would not see that as a report of harassment. And they felt like that was their friend, even though they're now managing them. And so we really had to train a workforce of young managers to understand when something is a report of harassment or other, other situation and find and, uh, promote. How do you ensure that promotion processes are fair, consistent, inclusive? Uh, we've recently completely overhauled our promotion process. We do calibrations across the entire, um, org. Um, we, um, talk about diversity, inclusion and promotions. We make sure that our promotions don't end up unconsciously having biases in them",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1137.752,
    "cue_end": 1301.012,
    "chunk_index": 14,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_15",
    "text": "? Do you train them on sexual harassment? We wanna make sure that we're working with good vendors. Um, we have set up and funded employee resource groups, and as I said before, we're making sure that we're not overly taxing them. Um, we maintain anti-harassment and non-discrimination policies and training, um, and we train managers to handle, uh, sensitive issues. This has been really interesting. We found that the online training didn't really work with managers. 'cause people would come and say, we have a lot of really young managers. And their friend would be like, oh my gosh, I was at the bar last night with like a bunch of, you know, engineers, and someone was like a little bit handsy and they would not see that as a report of harassment. And they felt like that was their friend, even though they're now managing them. And so we really had to train a workforce of young managers to understand when something is a report of harassment or other, other situation and find and, uh, promote. How do you ensure that promotion processes are fair, consistent, inclusive? Uh, we've recently completely overhauled our promotion process. We do calibrations across the entire, um, org. Um, we, um, talk about diversity, inclusion and promotions. We make sure that our promotions don't end up unconsciously having biases in them. We are really focused on paper performance. Every role has metrics. Are people meeting them? They set goals. Um, when I say calibration, everybody who's, um, like an M five across the entire org, they get calibrated to make sure they're getting paid fairly, not necessarily the same pay from one, one job, uh, group to another, but within that job group, are they being paid fairly? Um, you should also think about considering a, a formal sponsorship program. I know a lot of times in law firms they have that, but oftentimes in companies you don't. And we've created, um, a lot of ways for their, um, employees to find informal sponsorship within the company. And finally, measuring, measuring has really been the key to all of this. Um, we have set all of our impact goals, um, publicly. We've shared them with all of our employees. We've shared them with the board. And then this past year, we took the step of having a, uh, integrated annual report. This means that we have put all our goals into our 10 k, our filing with the SEC. Now, before we did that, I said, you know, listen, I'm not going to be endorsing this if we are not sure that these numbers are real. And so we hired KPMG to help us audit our numbers. Um, and we, we disclose all of our stats. Um, and let me tell you, everybody feels ownership of that, just like they feel ownership. And when I said that this was really integrated with our business and part of the flywheel, people feel ownership of this as part of the results of the company. Everybody owns diversity. Um, so that may not be for everybody",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1229.739,
    "cue_end": 1396.043,
    "chunk_index": 15,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_16",
    "text": "? They set goals. Um, when I say calibration, everybody who's, um, like an M five across the entire org, they get calibrated to make sure they're getting paid fairly, not necessarily the same pay from one, one job, uh, group to another, but within that job group, are they being paid fairly? Um, you should also think about considering a, a formal sponsorship program. I know a lot of times in law firms they have that, but oftentimes in companies you don't. And we've created, um, a lot of ways for their, um, employees to find informal sponsorship within the company. And finally, measuring, measuring has really been the key to all of this. Um, we have set all of our impact goals, um, publicly. We've shared them with all of our employees. We've shared them with the board. And then this past year, we took the step of having a, uh, integrated annual report. This means that we have put all our goals into our 10 k, our filing with the SEC. Now, before we did that, I said, you know, listen, I'm not going to be endorsing this if we are not sure that these numbers are real. And so we hired KPMG to help us audit our numbers. Um, and we, we disclose all of our stats. Um, and let me tell you, everybody feels ownership of that, just like they feel ownership. And when I said that this was really integrated with our business and part of the flywheel, people feel ownership of this as part of the results of the company. Everybody owns diversity. Um, so that may not be for everybody. I know a lot of people are not part of public companies, but there's a lots, there are lots of ways of creating accountability, shared accountability and disclosing it. And I think if you don't say it out loud and you don't commit to reasonable goals and you don't measure, you don't get progress. So as I said, we, we put, um, all of this data into our integrator report. I think you should go check it out. Um, it's, if you go onto a website, you can just look for the 2018 annual report. It's really unusual. There aren't companies that are doing this, um, unless they've like, you know, killed every penguin in the, the southern hemisphere. Uh, usually that's when they feel pressured to like make some sort of a environmental commitment. Um, I would love to see more companies looking at their impact goals and realizing that being, uh, a good company is being a good corporate citizen, and that you could do this at any size and it makes you, um, viewed as a positive corporate citizen, your investors, your shareholders alike, given, given the larger environment that we're in. Um, I think there is a real support for companies that are concerned with being good corporate citizens and not just, you know, greenwashing, not just putting out fake intentions, but really measuring and moving the needle. And so I guess my key takeaways here are, um, ask hard questions, uh, dig into the data",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1306.079,
    "cue_end": 1476.916,
    "chunk_index": 16,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_17",
    "text": ". Everybody owns diversity. Um, so that may not be for everybody. I know a lot of people are not part of public companies, but there's a lots, there are lots of ways of creating accountability, shared accountability and disclosing it. And I think if you don't say it out loud and you don't commit to reasonable goals and you don't measure, you don't get progress. So as I said, we, we put, um, all of this data into our integrator report. I think you should go check it out. Um, it's, if you go onto a website, you can just look for the 2018 annual report. It's really unusual. There aren't companies that are doing this, um, unless they've like, you know, killed every penguin in the, the southern hemisphere. Uh, usually that's when they feel pressured to like make some sort of a environmental commitment. Um, I would love to see more companies looking at their impact goals and realizing that being, uh, a good company is being a good corporate citizen, and that you could do this at any size and it makes you, um, viewed as a positive corporate citizen, your investors, your shareholders alike, given, given the larger environment that we're in. Um, I think there is a real support for companies that are concerned with being good corporate citizens and not just, you know, greenwashing, not just putting out fake intentions, but really measuring and moving the needle. And so I guess my key takeaways here are, um, ask hard questions, uh, dig into the data. Um, we really found out that where we were, where we were dropping off and unsuccessful was very obvious once we looked at the numbers and looked at the data. Um, we built a culture that really, uh, supported diversity and, and also viewed it as part of the success of the company. Having a diverse workforce, having diverse vendors, um, supporting our diverse community was really who we are. And then finally, divine, uh, define a lifecycle program for bringing, um, people into your workforce and your community. Don't look at it as, as piecemeal, um, but really keep, uh, on track of it from, from the initial part of trying to bring people into the company through the whole time that they're there. All of this was not done in a year or a week or an hour. All of this has been done over several years, and it can be scaled to different sizes, but by measuring and reporting and getting people on board, you can really move the needle. Thank you. I think we have time for one question before happy hour In between you and the wine, Um, this really goes to kind of discussions of diversity among your employees, um, either employee forums or engagement groups. How comfortable are you letting employees kind of self moderate those conversations? Or how do you put guardrails in place that ensure that those conversations remain positive, um, and not just causing additional issues for, for you as the company? Yeah, so we have a lot of different ways that we talk about, um, diversity, but also our broader impact goals",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1390.75,
    "cue_end": 1588.121,
    "chunk_index": 17,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_18",
    "text": ". Um, we built a culture that really, uh, supported diversity and, and also viewed it as part of the success of the company. Having a diverse workforce, having diverse vendors, um, supporting our diverse community was really who we are. And then finally, divine, uh, define a lifecycle program for bringing, um, people into your workforce and your community. Don't look at it as, as piecemeal, um, but really keep, uh, on track of it from, from the initial part of trying to bring people into the company through the whole time that they're there. All of this was not done in a year or a week or an hour. All of this has been done over several years, and it can be scaled to different sizes, but by measuring and reporting and getting people on board, you can really move the needle. Thank you. I think we have time for one question before happy hour In between you and the wine, Um, this really goes to kind of discussions of diversity among your employees, um, either employee forums or engagement groups. How comfortable are you letting employees kind of self moderate those conversations? Or how do you put guardrails in place that ensure that those conversations remain positive, um, and not just causing additional issues for, for you as the company? Yeah, so we have a lot of different ways that we talk about, um, diversity, but also our broader impact goals. Um, we report on them, um, quarterly at our our town hall meeting. Um, and we have a lot of broad people involved in different parts of it reporting, and there's a q and a there. Um, we, we provide, um, disclosure on our impact report, um, after our, um, engagement survey when topics come up, we create round tables where people can talk. If we feel like if it's a hotspot, we will have those moderated or facilitated, um, not by senior management, but by people in the company who are trusted. And we talk to them about how to facilitate it. Um, but we also, what we have come up with is a charter of mindful communication, which really is a way of reframing sometimes questions get asked that are not asked in a really nice way, but if you peel it back, there's a really legitimate question there. And so by putting up, whenever we have our q and a, the charter of mindful communication, which is like read the room, um, ask, ask questions that you really want answered, assume best intentions, it's, it's, you know, a few basics. Um, by doing that, um, people tend to reframe questions that could start off as hostile into construction, constructive questions, um, and other people in the room will call them out on it and say, reframe that. Um, and it'll get reframed and it leads to a, I think, a pretty healthy dialogue. What I think is really important is not shutting out avenues where these conversations happen, because they'll go underground. And I think it's really important to have your, your, um, your finger on the pulse of people's concerns",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1484.77,
    "cue_end": 1676.655,
    "chunk_index": 18,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_19",
    "text": ". Um, and we have a lot of broad people involved in different parts of it reporting, and there's a q and a there. Um, we, we provide, um, disclosure on our impact report, um, after our, um, engagement survey when topics come up, we create round tables where people can talk. If we feel like if it's a hotspot, we will have those moderated or facilitated, um, not by senior management, but by people in the company who are trusted. And we talk to them about how to facilitate it. Um, but we also, what we have come up with is a charter of mindful communication, which really is a way of reframing sometimes questions get asked that are not asked in a really nice way, but if you peel it back, there's a really legitimate question there. And so by putting up, whenever we have our q and a, the charter of mindful communication, which is like read the room, um, ask, ask questions that you really want answered, assume best intentions, it's, it's, you know, a few basics. Um, by doing that, um, people tend to reframe questions that could start off as hostile into construction, constructive questions, um, and other people in the room will call them out on it and say, reframe that. Um, and it'll get reframed and it leads to a, I think, a pretty healthy dialogue. What I think is really important is not shutting out avenues where these conversations happen, because they'll go underground. And I think it's really important to have your, your, um, your finger on the pulse of people's concerns. If there is, um, inequity that's half bubbling up somewhere, or if people are perceiving that something is unfair, and if you're not open to listening to it, it doesn't go away. It gets buried. And then that's when you have, um, you know, I think you end up with a workforce that doesn't really feel like you're, it's a, it's a fair place to work, huh? It used to be. Just Thank you. If you have the opportunity to speak with Jill Moore later, um, make sure to ask her for some funny stories about things like, um, refusing to sell Wiccan potions and, um, fake urine. Um, um, one of my very first responsibilities as a GC almost eight years ago, uh, was actually to help facilitate the transition of one of our male engineers, um, from male to female. And, um, this was kind of before, it was a more common thing to happen in workplaces, and it was tough to take a leadership role in those kinds of conversations, really, um, intense conversations across the organization. But they are honestly some of the most memorable conversations of my life. Like really intense conversations about what does it mean to be a man and what does it mean to be a woman. Um, and I would just really encourage you to lean in to the, to the leadership role in, um, facilitating conversations about diversity and inclusion in your organizations. So we're now gonna have a quick networking break",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1593.648,
    "cue_end": 1766.535,
    "chunk_index": 19,
    "total_chunks": 20
  },
  {
    "chunk_id": "The_Role_of_Legal_in_Building_an_Effective_Diversity_Inclusion_Program_Jill_Simeone_Etsy_chunk_20",
    "text": ". And I think it's really important to have your, your, um, your finger on the pulse of people's concerns. If there is, um, inequity that's half bubbling up somewhere, or if people are perceiving that something is unfair, and if you're not open to listening to it, it doesn't go away. It gets buried. And then that's when you have, um, you know, I think you end up with a workforce that doesn't really feel like you're, it's a, it's a fair place to work, huh? It used to be. Just Thank you. If you have the opportunity to speak with Jill Moore later, um, make sure to ask her for some funny stories about things like, um, refusing to sell Wiccan potions and, um, fake urine. Um, um, one of my very first responsibilities as a GC almost eight years ago, uh, was actually to help facilitate the transition of one of our male engineers, um, from male to female. And, um, this was kind of before, it was a more common thing to happen in workplaces, and it was tough to take a leadership role in those kinds of conversations, really, um, intense conversations across the organization. But they are honestly some of the most memorable conversations of my life. Like really intense conversations about what does it mean to be a man and what does it mean to be a woman. Um, and I would just really encourage you to lean in to the, to the leadership role in, um, facilitating conversations about diversity and inclusion in your organizations. So we're now gonna have a quick networking break. I understand we'll be followed by some closing remarks from, um, Kieran and Greg before we go downstairs for the closing bell this afternoon. And I just wanted to say thank you so much for letting me spend the day with you today.",
    "title": "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "cue_start": 1670.481,
    "cue_end": 1778.325,
    "chunk_index": 20,
    "total_chunks": 20
  }
]