[
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_1",
    "text": "Welcome L Suite members. My name is Heather Bollinger. I'm your event host here today at the L Suite. Um, our panel today will focus on the art of professionalism, navigating ethical conduct in legal practice. We have a really great set of speakers here for you today, and I'm really pleased to welcome Katherine Kirkpatrick, chief Legal Officer at SIBO Digital. We have Amelia Hinky, vice President of Legal affairs@olver.com Inc. And our moderator today is Jasmine Singh, general counsel at Binti on behalf of Law Trades. A big thank you for our to our sponsor today, for today's webinar, or for today's virtual Panel Law Trades for making this event possible. And as usual, if you have any questions, please do make sure that you submit them using the q and a tool in Zoom rather than the chat box. We will be taking the questions throughout the presentation as the questions are relevant to the information presented. If there are any questions that go unanswered, um, during the presentation today, we will make sure that they're answered afterwards. Please make sure, um, to remember that Chatham House rules apply to, uh, today with regard to the information being shared during the webinar. Uh, for CLE credit today, there will be a code announced at the end of the presentation, so please make sure to write down this code. You will be asked to submit it along with your CLE information in a follow-up form that will be sent out later today. So that is it from me, Jasmine, I will go ahead and hand it over to you to get us started. Thanks So much. Hi everyone. My name is Jasmine Singh and I'm your moderator today on behalf of Law Trades. Law Trades is an on-demand legal talent platform that I have used and loved for years, so I'm really excited to be moderating on their behalf. Um, I am general counsel at a company called binti, which is a SAS company that makes software for child welfare agencies to help support the foster and adoptive care processes. Uh, before binti, I was deputy GC at Patreon, and before that I was assistant GC at Pinterest. I started at Binti about two years ago as a solo GC who had a strong background in primarily commercial transactions. And before that in big law commercial litigation, um, as many of you fellow solo Juicies know, um, being a solo juicy in a space that's very complicated and delicate like child welfare during a major economic downturn where I was really limited in what resources I could use and in what advice I could help get from outside counsel, I started finding myself thinking a lot about the ethics of practicing while being stretched very thin. Um, and it's for that reason that I was really excited to moderate this panel. I, I knew that I wasn't alone in this feeling of, um, navigating what felt like the impossible task of balancing ethics and bandwidth. Um, the same balancing act can come in navigating the various other ethical issues that come our way as lawyers of tech companies generally. Um, when all of us are",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 4.905,
    "cue_end": 178.55,
    "chunk_index": 1,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_2",
    "text": "and hand it over to you to get us started. Thanks So much. Hi everyone. My name is Jasmine Singh and I'm your moderator today on behalf of Law Trades. Law Trades is an on-demand legal talent platform that I have used and loved for years, so I'm really excited to be moderating on their behalf. Um, I am general counsel at a company called binti, which is a SAS company that makes software for child welfare agencies to help support the foster and adoptive care processes. Uh, before binti, I was deputy GC at Patreon, and before that I was assistant GC at Pinterest. I started at Binti about two years ago as a solo GC who had a strong background in primarily commercial transactions. And before that in big law commercial litigation, um, as many of you fellow solo Juicies know, um, being a solo juicy in a space that's very complicated and delicate like child welfare during a major economic downturn where I was really limited in what resources I could use and in what advice I could help get from outside counsel, I started finding myself thinking a lot about the ethics of practicing while being stretched very thin. Um, and it's for that reason that I was really excited to moderate this panel. I, I knew that I wasn't alone in this feeling of, um, navigating what felt like the impossible task of balancing ethics and bandwidth. Um, the same balancing act can come in navigating the various other ethical issues that come our way as lawyers of tech companies generally. Um, when all of us are working at the cutting edge, we oftentimes are far ahead of the rules and regulations that may eventually apply to our industries. And for that reason, I'm really excited to be in conversation with Catherine and Amelia about these really important topics today. Um, I'm gonna let them each introduce themselves briefly. And Catherine, I'll start with you. Hi, everyone. Uh, it's a pleasure to be here today. I was actually quite honored when they asked me to speak as part of this program. I mean, as a gc obviously you want to be constantly and consistently, if not the most ethical person in the room, part of the tone from the top, uh, kind of culture carrier with respect to high ethical standards at your organization. I think we have all seen firsthand too the pitfalls of having issues, um, even if unethical, improper inappropriate, that can create legal work for ourselves when that happens. Um, I am Chief Legal officer of SIBO Digital, which is a regulated, uh, platform exchange and clearinghouse for crypto futures derivatives and spot. Prior to that, I was general counsel of Maple Finance, uh, which was decentralized finance, um, a defi protocol in crypto purview, particularly interesting during 2022. And then prior to that, I was a partner with King and Spalding in white collar defense government investigations, corporate compliance and regulatory matters. So lots to talk about with respect to all three of those roles. I'll also say that I think from my perspective, how I see",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 90.555,
    "cue_end": 279.003,
    "chunk_index": 2,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_3",
    "text": "working at the cutting edge, we oftentimes are far ahead of the rules and regulations that may eventually apply to our industries. And for that reason, I'm really excited to be in conversation with Catherine and Amelia about these really important topics today. Um, I'm gonna let them each introduce themselves briefly. And Catherine, I'll start with you. Hi, everyone. Uh, it's a pleasure to be here today. I was actually quite honored when they asked me to speak as part of this program. I mean, as a gc obviously you want to be constantly and consistently, if not the most ethical person in the room, part of the tone from the top, uh, kind of culture carrier with respect to high ethical standards at your organization. I think we have all seen firsthand too the pitfalls of having issues, um, even if unethical, improper inappropriate, that can create legal work for ourselves when that happens. Um, I am Chief Legal officer of SIBO Digital, which is a regulated, uh, platform exchange and clearinghouse for crypto futures derivatives and spot. Prior to that, I was general counsel of Maple Finance, uh, which was decentralized finance, um, a defi protocol in crypto purview, particularly interesting during 2022. And then prior to that, I was a partner with King and Spalding in white collar defense government investigations, corporate compliance and regulatory matters. So lots to talk about with respect to all three of those roles. I'll also say that I think from my perspective, how I see this discussion, and we're gonna talk a little bit more about this. Jasmine alluded to this, but in the tech space, but particularly in the crypto space, we are at a very interesting time. We're oftentimes, uh, crypto market participants, their best practices inherently conflict with the position certain regulators are taking. So you have to ask yourself, is this unethical? Is this in, in inappropriate, is this illegal? Or, you know, my question that I'm always asking myself, can I sleep at night? Can I sit across the table from a regulator with a straight face and articulate my position based on the precedent? 'cause there's nothing in the law about this. So we'll talk a little bit more about that, but that's definitely something that I think about all the time. Thanks so much, Catherine. We're so excited that you're here and we're gonna get to hear a little bit about your experience and insight. Um, Amelia, I turn it over to you for a quick introduction as well. Sure. Thank you. Um, my name's Amelia Hinky. I am the Vice President of Legal at Business Solver. We do health and welfare benefits administration. Uh, prior to my role at Business Solver, I held a dual hat role as the Vice President of Legal and people at, uh, a smaller tech company called File Vine, which is a legal tech organization. Um, when I was approached about being a panelist for today's conversation, uh, similar to Catherine, I was very flattered, also felt a little bit nervous. I don't know that I am",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 178.639,
    "cue_end": 366.023,
    "chunk_index": 3,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_4",
    "text": "see this discussion, and we're gonna talk a little bit more about this. Jasmine alluded to this, but in the tech space, but particularly in the crypto space, we are at a very interesting time. We're oftentimes, uh, crypto market participants, their best practices inherently conflict with the position certain regulators are taking. So you have to ask yourself, is this unethical? Is this in, in inappropriate, is this illegal? Or, you know, my question that I'm always asking myself, can I sleep at night? Can I sit across the table from a regulator with a straight face and articulate my position based on the precedent? 'cause there's nothing in the law about this. So we'll talk a little bit more about that, but that's definitely something that I think about all the time. Thanks so much, Catherine. We're so excited that you're here and we're gonna get to hear a little bit about your experience and insight. Um, Amelia, I turn it over to you for a quick introduction as well. Sure. Thank you. Um, my name's Amelia Hinky. I am the Vice President of Legal at Business Solver. We do health and welfare benefits administration. Uh, prior to my role at Business Solver, I held a dual hat role as the Vice President of Legal and people at, uh, a smaller tech company called File Vine, which is a legal tech organization. Um, when I was approached about being a panelist for today's conversation, uh, similar to Catherine, I was very flattered, also felt a little bit nervous. I don't know that I am truly an expert in this space, but I think we all have to kind of navigate and figure out, um, how to, how to conduct ourselves ethically in these organizations. Um, because I had a dual hat role, um, overseeing the legal and HR operations in a previous, um, in a previous role, I think that can, um, create some challenges. I'm excited to kind of talk through that. Um, as well as just different things I've learned. I've, I've actually always been an in-house attorney. I don't have the practice, um, of, of being in private practice prior to joining an in-house organization. Uh, and so I think that there is, you know, there's a lot that, um, when you're in-house, you're kind of acting at, in a dual attorney and a business advisor role that you have to kind of walk a fine line. So I'm, I'm anxious to dig in and, and participate in today's conversation. Right. Thanks so much, Amelia. And you, you make such a great point, which is n none of us know whether we're experts in this space for a few reasons. One is it's constantly changing and it's complicated. And another, I think is it, this is not the easiest topic to discuss because oftentimes we might be afraid that we're not doing it right or that we got it wrong, right? And people don't love talking about those moments, especially when it comes to things like ethics. But Catherine, to the point you made, as long as we are sort of in the space of I believe that I'm doing the right thing, that goes a really long way. So I'm gonna",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 278.866,
    "cue_end": 455.062,
    "chunk_index": 4,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_5",
    "text": "truly an expert in this space, but I think we all have to kind of navigate and figure out, um, how to, how to conduct ourselves ethically in these organizations. Um, because I had a dual hat role, um, overseeing the legal and HR operations in a previous, um, in a previous role, I think that can, um, create some challenges. I'm excited to kind of talk through that. Um, as well as just different things I've learned. I've, I've actually always been an in-house attorney. I don't have the practice, um, of, of being in private practice prior to joining an in-house organization. Uh, and so I think that there is, you know, there's a lot that, um, when you're in-house, you're kind of acting at, in a dual attorney and a business advisor role that you have to kind of walk a fine line. So I'm, I'm anxious to dig in and, and participate in today's conversation. Right. Thanks so much, Amelia. And you, you make such a great point, which is n none of us know whether we're experts in this space for a few reasons. One is it's constantly changing and it's complicated. And another, I think is it, this is not the easiest topic to discuss because oftentimes we might be afraid that we're not doing it right or that we got it wrong, right? And people don't love talking about those moments, especially when it comes to things like ethics. But Catherine, to the point you made, as long as we are sort of in the space of I believe that I'm doing the right thing, that goes a really long way. So I'm gonna use this moment as a reminder for the Chatham House rules. 'cause I think they really are so important in this particular space, maybe more than any others, which is, you know, we'll really have rich and deep conversation about some of these ethical quandaries if we are very confident that what we say here stays here. So I'm gonna just really encourage folks to take that commitment seriously. Um, and I'll, I'll level set before I get into some questions, which is to say that we really want, in this panel to explore the challenges and strategies for maintaining integrity and compliance with tech legal teams. We wanna address scenarios where business or clients, frankly just may not be truthful with us, and how we handle things like control person liability in those situations. Um, we wanna talk about how we as GCs foster a culture of professionalism, not just within our legal team, but across the business because we are advisors and executives within our companies, um, and navigating ethical dilemmas that can come alongside emerging technologies. Um, and really what I'm hoping that all of you get out of this panel is, um, a lot of insight from Catherine and Millie, in particular for practical methods to encourage compliance and integrity. What are some real world tips and things that each one of us are doing to help drive compliance, ethics, um, and sort of good practices and leadership in our organizations? So I'm gonna start with, with, with what I think is a really, really",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 366.144,
    "cue_end": 535.97,
    "chunk_index": 5,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_6",
    "text": "use this moment as a reminder for the Chatham House rules. 'cause I think they really are so important in this particular space, maybe more than any others, which is, you know, we'll really have rich and deep conversation about some of these ethical quandaries if we are very confident that what we say here stays here. So I'm gonna just really encourage folks to take that commitment seriously. Um, and I'll, I'll level set before I get into some questions, which is to say that we really want, in this panel to explore the challenges and strategies for maintaining integrity and compliance with tech legal teams. We wanna address scenarios where business or clients, frankly just may not be truthful with us, and how we handle things like control person liability in those situations. Um, we wanna talk about how we as GCs foster a culture of professionalism, not just within our legal team, but across the business because we are advisors and executives within our companies, um, and navigating ethical dilemmas that can come alongside emerging technologies. Um, and really what I'm hoping that all of you get out of this panel is, um, a lot of insight from Catherine and Millie, in particular for practical methods to encourage compliance and integrity. What are some real world tips and things that each one of us are doing to help drive compliance, ethics, um, and sort of good practices and leadership in our organizations? So I'm gonna start with, with, with what I think is a really, really hard question. Uh, what happens if your business is not telling you the truth? Um, they're not giving you the whole story. You know, they maintain that they're telling you the truth, but what you know is you know that they're not, um, what do you do in those circumstances? How do you navigate that very hard scenario? Um, Catherine, let's start with you. So this arises in a couple different contexts. Um, one, when you join a new organization, I, I think that this has happened to many people where you can only get so much information through the interview process or publicly available information. And then you get in the role and you're like, oh, oh, no. And I, there's a spectrum. I mean, obviously your organization is not necessarily lying to you or lied to you. Maybe they didn't just, you know, they neglected to share some facet of information. I mean, lying by omission can be a little harsh. Uh, but that has happened to, I think, a lot of us where you realize maybe something unethical happened, maybe something inappropriate. There's a spectrum, maybe something where, okay, now I just need to remediate this. Uh, so that's happened a lot. That's probably the least worst situation. Um, you know, one anecdote that I can share is when I was in private practice, I did white collar defense. So most of the time it was representation of large entities in US government investigations, primarily DOJ, but name the regulator, did it, O-C-C-S-E-C, et cetera, all the acronyms. And",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 455.151,
    "cue_end": 628.71,
    "chunk_index": 6,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_7",
    "text": "really hard question. Uh, what happens if your business is not telling you the truth? Um, they're not giving you the whole story. You know, they maintain that they're telling you the truth, but what you know is you know that they're not, um, what do you do in those circumstances? How do you navigate that very hard scenario? Um, Catherine, let's start with you. So this arises in a couple different contexts. Um, one, when you join a new organization, I, I think that this has happened to many people where you can only get so much information through the interview process or publicly available information. And then you get in the role and you're like, oh, oh, no. And I, there's a spectrum. I mean, obviously your organization is not necessarily lying to you or lied to you. Maybe they didn't just, you know, they neglected to share some facet of information. I mean, lying by omission can be a little harsh. Uh, but that has happened to, I think, a lot of us where you realize maybe something unethical happened, maybe something inappropriate. There's a spectrum, maybe something where, okay, now I just need to remediate this. Uh, so that's happened a lot. That's probably the least worst situation. Um, you know, one anecdote that I can share is when I was in private practice, I did white collar defense. So most of the time it was representation of large entities in US government investigations, primarily DOJ, but name the regulator, did it, O-C-C-S-E-C, et cetera, all the acronyms. And sometimes it was individual defense. Most of the time it was entity defense. Sometimes it was individual defense. Sometimes it was defense of c-suite executives that were just getting interviewed as part of the process. Well, there's also a spectrum of truth telling. Like I was definitely in a couple situations where I was not convinced that my client was telling me the truth. Hmm. Sometimes I felt like I had one client in particular where I felt like he was lying to me outright. However, I didn't have evidence of that, uh, one client where I just felt like they weren't telling me the whole story. Again, kind of, is this lying by omission? Yes or no? There's a few things you can do in those scenarios, and this applies to private practice to some degrees, but it's even more important in-house. I mean, in private practice, you can fire your client. And in-house, you can also fire your client. Meaning no one ever wants to discuss this, but I have known individuals that have had to give their business an ultimatum. Like, here's my risk appetite. You choose to do this. You choose to take this course of action, that's fine, will part as friends, good luck, goodbye. Sometimes it's not will part, as friends, sometimes you might have a reporting obligation as a control person, for example. So you can always go to the extreme if it's a, if it's a case where there's some sort of unethical conduct that implicates truly illegal contact conduct, you really need to consider, do I need to go",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 535.697,
    "cue_end": 712.827,
    "chunk_index": 7,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_8",
    "text": "it was individual defense. Most of the time it was entity defense. Sometimes it was individual defense. Sometimes it was defense of c-suite executives that were just getting interviewed as part of the process. Well, there's also a spectrum of truth telling. Like I was definitely in a couple situations where I was not convinced that my client was telling me the truth. Hmm. Sometimes I felt like I had one client in particular where I felt like he was lying to me outright. However, I didn't have evidence of that, uh, one client where I just felt like they weren't telling me the whole story. Again, kind of, is this lying by omission? Yes or no? There's a few things you can do in those scenarios, and this applies to private practice to some degrees, but it's even more important in-house. I mean, in private practice, you can fire your client. And in-house, you can also fire your client. Meaning no one ever wants to discuss this, but I have known individuals that have had to give their business an ultimatum. Like, here's my risk appetite. You choose to do this. You choose to take this course of action, that's fine, will part as friends, good luck, goodbye. Sometimes it's not will part, as friends, sometimes you might have a reporting obligation as a control person, for example. So you can always go to the extreme if it's a, if it's a case where there's some sort of unethical conduct that implicates truly illegal contact conduct, you really need to consider, do I need to go nuclear here? Do I need to consider firing my client, firing myself, you know, firing my in-house client. The other spectrum is you just convey to your client, and this is what I would do, is you're making my job 10,000 times harder. Mm-Hmm. You know, we are aligned with our strategy. We have a goal here. Whether it's you need to gimme the historical context for this product, or you need to make me understand what conversations you've had around this, or who you've told, or have you violated an NDA, fine, we will deal with it, but our interests are aligned here. And you arming me with the full spectrum of information is going to make me a better advocate. And, you know, you arming me with everything that happened. I need to be able to build a comprehensive chronology to ensure that I'm giving you the best possible strategy. Like this is gonna burn us later on if you don't arm me with this information. So oftentimes I think you can really appeal to the pragmatic, business oriented mind of, you know, your CEO, your c-suite by saying like, this is gonna hurt you and your bottom line by not enabling me and empowering me to do my job. Mm-Hmm. So I hope no one ends up in that situation, but let's be honest, I think most of us have been in some iteration of this situation. Yeah. Amelia, I'd love to hear a a little about your iteration of this situation. Yeah. Um, so I think, I think Catherine, um, said something really interesting, right? Um, about sometimes you do have to go nuclear. Um,",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 629.7,
    "cue_end": 800.442,
    "chunk_index": 8,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_9",
    "text": "here? Do I need to consider firing my client, firing myself, you know, firing my in-house client. The other spectrum is you just convey to your client, and this is what I would do, is you're making my job 10,000 times harder. Mm-Hmm. You know, we are aligned with our strategy. We have a goal here. Whether it's you need to gimme the historical context for this product, or you need to make me understand what conversations you've had around this, or who you've told, or have you violated an NDA, fine, we will deal with it, but our interests are aligned here. And you arming me with the full spectrum of information is going to make me a better advocate. And, you know, you arming me with everything that happened. I need to be able to build a comprehensive chronology to ensure that I'm giving you the best possible strategy. Like this is gonna burn us later on if you don't arm me with this information. So oftentimes I think you can really appeal to the pragmatic, business oriented mind of, you know, your CEO, your c-suite by saying like, this is gonna hurt you and your bottom line by not enabling me and empowering me to do my job. Mm-Hmm. So I hope no one ends up in that situation, but let's be honest, I think most of us have been in some iteration of this situation. Yeah. Amelia, I'd love to hear a a little about your iteration of this situation. Yeah. Um, so I think, I think Catherine, um, said something really interesting, right? Um, about sometimes you do have to go nuclear. Um, uh, but I think that is really, uh, how you choose to go nuclear or, or how you choose to react in general. Um, your, your reaction will tell the business what they can tell you, right? And so I think that from my perspective, the most important thing I do when I start a new role, um, is really to work on building those relationships and building trust within the organization, hopefully to keep, to keep my client from lying by omission, from not telling me the whole story. Things like that. Sometimes that works and sometimes that doesn't. Um, I've had, uh, a lot of luck cultivating that trust in the organization that I'm at now. Um, that was something that was really important to me in a prior role. I led with that. Um, and I noticed that the, the communication and messaging that, that they were portraying outward so to potential clients, to, um, potential employees, uh, that were going through the interview process, didn't necessarily match up what was happening within the organization. Um, and for me, it wasn't, uh, that they were breaking any laws or, um, or even lying. It just seemed as though actions didn't match words. Um, and that's where I had to take a, a long hard look and, and see how clear am I about what matters to me and my ethics, and are my ethics aligned with the ethics of the organization. Um, and so when I think about going nuclear, it was not in that situation, uh, um, a big scary reaction that I had that, you know, you're gonna go to jail, you're breaking",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 713.292,
    "cue_end": 914.837,
    "chunk_index": 9,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_10",
    "text": "but I think that is really, uh, how you choose to go nuclear or, or how you choose to react in general. Um, your, your reaction will tell the business what they can tell you, right? And so I think that from my perspective, the most important thing I do when I start a new role, um, is really to work on building those relationships and building trust within the organization, hopefully to keep, to keep my client from lying by omission, from not telling me the whole story. Things like that. Sometimes that works and sometimes that doesn't. Um, I've had, uh, a lot of luck cultivating that trust in the organization that I'm at now. Um, that was something that was really important to me in a prior role. I led with that. Um, and I noticed that the, the communication and messaging that, that they were portraying outward so to potential clients, to, um, potential employees, uh, that were going through the interview process, didn't necessarily match up what was happening within the organization. Um, and for me, it wasn't, uh, that they were breaking any laws or, um, or even lying. It just seemed as though actions didn't match words. Um, and that's where I had to take a, a long hard look and, and see how clear am I about what matters to me and my ethics, and are my ethics aligned with the ethics of the organization. Um, and so when I think about going nuclear, it was not in that situation, uh, um, a big scary reaction that I had that, you know, you're gonna go to jail, you're breaking these laws. It wasn't anything like that, but it was, I can't continue to align myself with an organization that is not telling me the truth is not, um, doing what they say they're doing. And, and really, like, I, I can't sleep at night 'cause I just don't have a good feeling about the way that they're conducting themselves. Um, you know, but then I think, so I think there's kind of those really big scenarios where it, it really does impact your ability to do your job, your ability to be effective. But then I think, you know, we all work, uh, with sales teams, um, and they're wonderful. Um, but they're, they're clearly motivated to get deals done, to get, to get the commissions paid. And, and I think one of the other things I've experienced, and this is far lighter than, than some of the things we were just talking about, was just even misrepresenting, um, that they have obtained a certain approval that's necessary for the sales process or something like that. And that's where I would point back to the relationship of trust. Um, and, you know, I'll trust you until I, you've proven to me that, that I cannot. Um, and once you do that, then it's just really having to kind of draw the line and be willing to deal with some escalations, um, and, and, and handle it, uh, in a way that I think, um, you know, you're maintaining your professional tone. Um, but, but you know, you can, you can clearly explain why something's maybe not moving along as quickly as it should because there",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 800.975,
    "cue_end": 1009.711,
    "chunk_index": 10,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_11",
    "text": "these laws. It wasn't anything like that, but it was, I can't continue to align myself with an organization that is not telling me the truth is not, um, doing what they say they're doing. And, and really, like, I, I can't sleep at night 'cause I just don't have a good feeling about the way that they're conducting themselves. Um, you know, but then I think, so I think there's kind of those really big scenarios where it, it really does impact your ability to do your job, your ability to be effective. But then I think, you know, we all work, uh, with sales teams, um, and they're wonderful. Um, but they're, they're clearly motivated to get deals done, to get, to get the commissions paid. And, and I think one of the other things I've experienced, and this is far lighter than, than some of the things we were just talking about, was just even misrepresenting, um, that they have obtained a certain approval that's necessary for the sales process or something like that. And that's where I would point back to the relationship of trust. Um, and, you know, I'll trust you until I, you've proven to me that, that I cannot. Um, and once you do that, then it's just really having to kind of draw the line and be willing to deal with some escalations, um, and, and, and handle it, uh, in a way that I think, um, you know, you're maintaining your professional tone. Um, but, but you know, you can, you can clearly explain why something's maybe not moving along as quickly as it should because there wasn't a, an approval obtained that needed to be approved or, or something like that. You know, I think this can really run the gamut of not all that serious, but making our jobs harder to, to really pretty serious repercussions. And I think we just need to make sure that we can, we can handle that, um, with a, with a level head. Um, yeah. Yeah. I think a, a couple of gems from what you said is it, it can be sometimes challenging to just navigate this feeling of, I don't feel comfortable with what's happening, but I also feel like I should be the one to help make it better. And how do you decide where on the spectrum you fall on any given day, which is, I feel uncomfortable and maybe I should walk away, versus I feel uncomfortable and I, I can improve this situation, or I can steer the ship in a better direction. So I think that can sometimes be an ethical quandary that we face. Um, and it depends probably on the magnitude of whatever the issue is that one is dealing with. Yeah. I think you raise a really good point, Jasmine. And I think it's funny, I actually, um, in a prior organization, uh, had that exact conversation with a colleague, right? Um, didn't feel comfortable about the direction things were going. If there's going to be a change made, I feel like I have an ethical duty to try to make that change, whether it's in, you know, diversity, equity and inclusion initiatives or, or things like that. Um, and so for me, in that scenario, I set myself a timeline. Mm-Hmm. Um,",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 914.924,
    "cue_end": 1101.371,
    "chunk_index": 11,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_12",
    "text": "a, an approval obtained that needed to be approved or, or something like that. You know, I think this can really run the gamut of not all that serious, but making our jobs harder to, to really pretty serious repercussions. And I think we just need to make sure that we can, we can handle that, um, with a, with a level head. Um, yeah. Yeah. I think a, a couple of gems from what you said is it, it can be sometimes challenging to just navigate this feeling of, I don't feel comfortable with what's happening, but I also feel like I should be the one to help make it better. And how do you decide where on the spectrum you fall on any given day, which is, I feel uncomfortable and maybe I should walk away, versus I feel uncomfortable and I, I can improve this situation, or I can steer the ship in a better direction. So I think that can sometimes be an ethical quandary that we face. Um, and it depends probably on the magnitude of whatever the issue is that one is dealing with. Yeah. I think you raise a really good point, Jasmine. And I think it's funny, I actually, um, in a prior organization, uh, had that exact conversation with a colleague, right? Um, didn't feel comfortable about the direction things were going. If there's going to be a change made, I feel like I have an ethical duty to try to make that change, whether it's in, you know, diversity, equity and inclusion initiatives or, or things like that. Um, and so for me, in that scenario, I set myself a timeline. Mm-Hmm. Um, I'm going to give this 12 more months to see if I can make any kind of impact. I had to kind of be really clear about assessing, okay. As of today, this is where we're at, indications of success that I have made any kind of difference in this organization and that we're moving in the right direction would look like X, Y, or Z. Um, and then I, I have to be honest and, and check in with myself at the six month mark at the 12 month mark to see if there are progressions. And then at that point, if they're not at that point, I, I like the way Catherine, Catherine said it, I fire my client. I remove myself from the organization, and I, I find something more aligned with, with what is true and authentic and ethical to me. Yeah. I, I, the additional recall I'll offer, and this will pull from another one of your threads, Amelia, about the sales team in particular, is, you know, oftentimes sales teams have different, um, charters or missions of their own, right? Like, by any means possible, which they, they may take as like, I can break any rule and I can do whatever I want, if that's the charge that my leadership is giving me. Or sort of like, do anything possible, breakthrough walls, but do it in a way that's ethical and compliant. And, you know, I, that is, I think the, the tread that my team tend tends to take is we wanna do anything to break through these walls, and we don't wanna break rules. We respect rules, especially 'cause we at ti do government contracts. Mm-Hmm. Um, but what's",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1010.225,
    "cue_end": 1188.262,
    "chunk_index": 12,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_13",
    "text": "to give this 12 more months to see if I can make any kind of impact. I had to kind of be really clear about assessing, okay. As of today, this is where we're at, indications of success that I have made any kind of difference in this organization and that we're moving in the right direction would look like X, Y, or Z. Um, and then I, I have to be honest and, and check in with myself at the six month mark at the 12 month mark to see if there are progressions. And then at that point, if they're not at that point, I, I like the way Catherine, Catherine said it, I fire my client. I remove myself from the organization, and I, I find something more aligned with, with what is true and authentic and ethical to me. Yeah. I, I, the additional recall I'll offer, and this will pull from another one of your threads, Amelia, about the sales team in particular, is, you know, oftentimes sales teams have different, um, charters or missions of their own, right? Like, by any means possible, which they, they may take as like, I can break any rule and I can do whatever I want, if that's the charge that my leadership is giving me. Or sort of like, do anything possible, breakthrough walls, but do it in a way that's ethical and compliant. And, you know, I, that is, I think the, the tread that my team tend tends to take is we wanna do anything to break through these walls, and we don't wanna break rules. We respect rules, especially 'cause we at ti do government contracts. Mm-Hmm. Um, but what's really fascinating for me in the ethical space of government contracts is we have a lot of folks that come from bigger organizations who will say to me things like, Jasmine, you're telling me I'm not allowed to do X, Y, and Z, but I did it at so and so big company. And so I'm not sure why we're being more risk averse than them, or, you know, uh, I, I'm pretty sure it's allowed because I've done this a thousand times before. And navigating that ethical quandary and sort of demonstrating that this is not necessarily about risk tolerance. It's about, you know, what you like commitment to upholding the law. And sometimes I feel like that gets thrown into the mix as like, oh, we're being too risk averse. And I like to remind folks like, it is not risk averse to uphold your ethical obligation to comply with loss. Right. Um, and in, in moments there may be some stretch, there may be some interpretation, there may be some challenge, especially in unregulated areas. Right. And Catherine, I know we've got a lot to go with there. Um, but I, I think it's a unique question to add to the mix of like, how do we think about risk and ethics in particular? And, you know, how do you make sure that you, yourself, can, Catherine speaking to your point earlier, sleep at night, feeling like you gave the right advice in the context of your company, your business, and yourself. I like using the response that resonates with parents. Like different families have different rules. Sorry. I love that. You",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1102.231,
    "cue_end": 1269.54,
    "chunk_index": 13,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_14",
    "text": "fascinating for me in the ethical space of government contracts is we have a lot of folks that come from bigger organizations who will say to me things like, Jasmine, you're telling me I'm not allowed to do X, Y, and Z, but I did it at so and so big company. And so I'm not sure why we're being more risk averse than them, or, you know, uh, I, I'm pretty sure it's allowed because I've done this a thousand times before. And navigating that ethical quandary and sort of demonstrating that this is not necessarily about risk tolerance. It's about, you know, what you like commitment to upholding the law. And sometimes I feel like that gets thrown into the mix as like, oh, we're being too risk averse. And I like to remind folks like, it is not risk averse to uphold your ethical obligation to comply with loss. Right. Um, and in, in moments there may be some stretch, there may be some interpretation, there may be some challenge, especially in unregulated areas. Right. And Catherine, I know we've got a lot to go with there. Um, but I, I think it's a unique question to add to the mix of like, how do we think about risk and ethics in particular? And, you know, how do you make sure that you, yourself, can, Catherine speaking to your point earlier, sleep at night, feeling like you gave the right advice in the context of your company, your business, and yourself. I like using the response that resonates with parents. Like different families have different rules. Sorry. I love that. You know, it doesn't matter. Uh, you know, we set the standard here. It's absolutely necessary. And one thing I wanted to chime in on here, because I think it's really relevant too, a question someone just asked in the chat is, you know, someone just noted that they'd like to hear perspectives on answering questions without having a doubt deep well of expertise to draw from, and not always having a, you know, a go-to advisor on some of these questions and everything we're talking about now. Like, we're presuming that the ethical quandary is gonna arise from the business. So you know, we're gonna be the ones to step in and fix, but there's also, as equally as an important task as GC to be comfortable with your own ethical standards with respect to dispensing advice. Mm-Hmm. And especially for the solo GCs out there. I hear you. I see you. When I left private practice and became a gc, I was a solo gc and I had an investigations regulatory litigation background. So you can imagine, I mean, a lot of the traditional m and a corporate work, I was kind of like, I have no idea what I'm doing. Right. And I think we've had a, a lot of people have had that, whether it's industry specific, there's gaps, whether it's practice specific, it's hard to go into a GC role where you don't have that. And, you know, different GCs cover different areas. For example, at sibo, I'm able to rely on some of the SIBO legal team, which I wasn't able to do at Maple. So with those types of issues, per maybe it is",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1188.74,
    "cue_end": 1358.122,
    "chunk_index": 14,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_15",
    "text": "it doesn't matter. Uh, you know, we set the standard here. It's absolutely necessary. And one thing I wanted to chime in on here, because I think it's really relevant too, a question someone just asked in the chat is, you know, someone just noted that they'd like to hear perspectives on answering questions without having a doubt deep well of expertise to draw from, and not always having a, you know, a go-to advisor on some of these questions and everything we're talking about now. Like, we're presuming that the ethical quandary is gonna arise from the business. So you know, we're gonna be the ones to step in and fix, but there's also, as equally as an important task as GC to be comfortable with your own ethical standards with respect to dispensing advice. Mm-Hmm. And especially for the solo GCs out there. I hear you. I see you. When I left private practice and became a gc, I was a solo gc and I had an investigations regulatory litigation background. So you can imagine, I mean, a lot of the traditional m and a corporate work, I was kind of like, I have no idea what I'm doing. Right. And I think we've had a, a lot of people have had that, whether it's industry specific, there's gaps, whether it's practice specific, it's hard to go into a GC role where you don't have that. And, you know, different GCs cover different areas. For example, at sibo, I'm able to rely on some of the SIBO legal team, which I wasn't able to do at Maple. So with those types of issues, per maybe it is arguably unethical to give advice to your client, to your organization if you really have no idea what you're talking about. So you have to assess your own standards and your own comfort level in terms of what you're willing to teach yourself or learn versus what you're willing to say, no, I need to put my foot down. I need to talk to outside counsel. I need additional resources. My way of dealing with that was always understanding the spectrum of risk to the company. Mm-Hmm. So if this was something like an NDA or a garden variety contract or a training where, you know, you could go in to L suite and pull a sample and you could feel comfortable that even if you messed it up, the risk or the damage to the organization was almost non-existent or immaterial, sure, go do it. Go educate yourself. Go learn. But you know, even if you don't know what you're talking about, you do understand how much damage, for example, you know, having a, a damages provision in a contract, like in a significant deal, could, could, you know, exert or a lot of the other scenarios where it could be quasi existential to your company. Those are the ones where you need to assess, are you well placed to go out on a limb and advise your client? Mm-Hmm. Amelia, how have you dealt with that sort of ethical quandary of like, n not necessarily knowing all the substantive answers, but feeling like you maybe should or want to know or want to answer? Yeah, I think, um, as a, you know, generalist, by the nature of",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1269.867,
    "cue_end": 1448.343,
    "chunk_index": 15,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_16",
    "text": "arguably unethical to give advice to your client, to your organization if you really have no idea what you're talking about. So you have to assess your own standards and your own comfort level in terms of what you're willing to teach yourself or learn versus what you're willing to say, no, I need to put my foot down. I need to talk to outside counsel. I need additional resources. My way of dealing with that was always understanding the spectrum of risk to the company. Mm-Hmm. So if this was something like an NDA or a garden variety contract or a training where, you know, you could go in to L suite and pull a sample and you could feel comfortable that even if you messed it up, the risk or the damage to the organization was almost non-existent or immaterial, sure, go do it. Go educate yourself. Go learn. But you know, even if you don't know what you're talking about, you do understand how much damage, for example, you know, having a, a damages provision in a contract, like in a significant deal, could, could, you know, exert or a lot of the other scenarios where it could be quasi existential to your company. Those are the ones where you need to assess, are you well placed to go out on a limb and advise your client? Mm-Hmm. Amelia, how have you dealt with that sort of ethical quandary of like, n not necessarily knowing all the substantive answers, but feeling like you maybe should or want to know or want to answer? Yeah, I think, um, as a, you know, generalist, by the nature of always having been in-house, um, my knowledge is broad, but not super deep in certain areas. So, um, so like Catherine said, I have to get comfortable in the areas where I feel comfortable giving advice, and also really understand what it would take for me to get the depth of knowledge, um, needed to answer the question. Um, so if it's something that, you know, I could do a little bit of legal research on and feel convicted that, hey, this is the right answer, and I, I would've spent a couple hours doing that work, I will do that all day. But I think that there's also, as a, as an advisor to the business, right, there's an opportunity cost in me spending all of that time researching the topic and getting the knowledge. And so I kind of, I try to position it in such a way of like, Hey, this is not my area of expertise. I think it would be best for the organization, and we'll actually probably save some money if we can just go to an expert in this topic Mm-Hmm. Um, get the quick answer, and then we can kind of decide from there. Um, I, you know, there are certain areas, um, that I, I always say I don't touch, and that's immigration, um, IP licensing, and, and we'll always have m and a council handle the big deals, um, for us other, like, you know, employment matters. If it gets to litigation, of course we will, but we can probably navigate most of those in-house. And so I just kind of get pretty clear about the areas that I'm comfortable advising on, and, and when I'm not, or",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1358.262,
    "cue_end": 1543.392,
    "chunk_index": 16,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_17",
    "text": "always having been in-house, um, my knowledge is broad, but not super deep in certain areas. So, um, so like Catherine said, I have to get comfortable in the areas where I feel comfortable giving advice, and also really understand what it would take for me to get the depth of knowledge, um, needed to answer the question. Um, so if it's something that, you know, I could do a little bit of legal research on and feel convicted that, hey, this is the right answer, and I, I would've spent a couple hours doing that work, I will do that all day. But I think that there's also, as a, as an advisor to the business, right, there's an opportunity cost in me spending all of that time researching the topic and getting the knowledge. And so I kind of, I try to position it in such a way of like, Hey, this is not my area of expertise. I think it would be best for the organization, and we'll actually probably save some money if we can just go to an expert in this topic Mm-Hmm. Um, get the quick answer, and then we can kind of decide from there. Um, I, you know, there are certain areas, um, that I, I always say I don't touch, and that's immigration, um, IP licensing, and, and we'll always have m and a council handle the big deals, um, for us other, like, you know, employment matters. If it gets to litigation, of course we will, but we can probably navigate most of those in-house. And so I just kind of get pretty clear about the areas that I'm comfortable advising on, and, and when I'm not, or stepping outside of that wheelhouse, I, I very quickly would raise that flag to the organization and be prepared to, to pull somebody else in. Yeah. And I'll, I'll share my personal experience as a solo GC in a company that had never had legal counsel before. I had to do a lot of work internally to sort of explain that. Like, no, I didn't know the answer to every possible question that could come my way. And there was sort of this expectation of like, well, you, you're just gonna do this too, right? Or like, we're not gonna have to use outside counsel at all anymore. Right. And it was sort of, you know, my process of sort of explaining to folks like, you know, you don't ask a heart doctor to do foot surgery. You know, I, I've heard so many lawyers use that analogy. I had to do that and sort of explain that, uh, time and time again. And also sort of navigate my own feeling of where do I feel ethically bound to do something, and where do I feel sort of like bound by my own sense of perfectionism? And I don't know about anybody else on this call, especially first time GCs, right? But like, that's a really hard line to unpack and sort of come away with from clarity, because there were so many times that I was eager, and I thought to myself, well, if I was perfect, I would know the answer. Or if I worked harder, I could figure this out. Right? But then sometimes reminding myself, well, like ethically, I don't feel comfortable advising on this thing, no matter how much I study up",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1448.476,
    "cue_end": 1629.358,
    "chunk_index": 17,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_18",
    "text": "stepping outside of that wheelhouse, I, I very quickly would raise that flag to the organization and be prepared to, to pull somebody else in. Yeah. And I'll, I'll share my personal experience as a solo GC in a company that had never had legal counsel before. I had to do a lot of work internally to sort of explain that. Like, no, I didn't know the answer to every possible question that could come my way. And there was sort of this expectation of like, well, you, you're just gonna do this too, right? Or like, we're not gonna have to use outside counsel at all anymore. Right. And it was sort of, you know, my process of sort of explaining to folks like, you know, you don't ask a heart doctor to do foot surgery. You know, I, I've heard so many lawyers use that analogy. I had to do that and sort of explain that, uh, time and time again. And also sort of navigate my own feeling of where do I feel ethically bound to do something, and where do I feel sort of like bound by my own sense of perfectionism? And I don't know about anybody else on this call, especially first time GCs, right? But like, that's a really hard line to unpack and sort of come away with from clarity, because there were so many times that I was eager, and I thought to myself, well, if I was perfect, I would know the answer. Or if I worked harder, I could figure this out. Right? But then sometimes reminding myself, well, like ethically, I don't feel comfortable advising on this thing, no matter how much I study up or practice or ask people in tech gc, for example, for their support, there is a limit to what I can offer to this conversation. So, for anybody else navigating this really complicated situation, no, two things. One, you're not alone. Um, and two, this community feels like a really good place to sort of ask the question of like, would you go this alone? Or how, you know, how would you deal with this? But thank you both for the insight there. Um, let's, let's change gears a little bit to, I think another topic that a lot of folks are eager to hear about, which is, um, regulatory posture, regulatory position, and when it runs counter to legal strategy. So the overarching question here is, do you think it's unethical to have a legal strategy that runs counter to a regulatory position? Um, and how do you ensure that what you're doing is ethical when there actually is no law or rule with respect to something that the business wants to pursue? So it's sort of a two part question. Um, Amelia, we'll start with you this time, and then Catherine Head over to you. Oh, I think this one, uh, is probably better posed to Catherine, uh, just given her her role. Um, I know my, our industries are not super highly regulated, so Yeah. I'm jealous of Amelia. I'm very jealous. Uh, no, I mean, I think this is a great point because as the law with emerging technologies and it tech grows and changes, like this is obviously a huge issue for crypto, for AI or cannabis. Uh, but as we see more",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1543.486,
    "cue_end": 1717.12,
    "chunk_index": 18,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_19",
    "text": "study up or practice or ask people in tech gc, for example, for their support, there is a limit to what I can offer to this conversation. So, for anybody else navigating this really complicated situation, no, two things. One, you're not alone. Um, and two, this community feels like a really good place to sort of ask the question of like, would you go this alone? Or how, you know, how would you deal with this? But thank you both for the insight there. Um, let's, let's change gears a little bit to, I think another topic that a lot of folks are eager to hear about, which is, um, regulatory posture, regulatory position, and when it runs counter to legal strategy. So the overarching question here is, do you think it's unethical to have a legal strategy that runs counter to a regulatory position? Um, and how do you ensure that what you're doing is ethical when there actually is no law or rule with respect to something that the business wants to pursue? So it's sort of a two part question. Um, Amelia, we'll start with you this time, and then Catherine Head over to you. Oh, I think this one, uh, is probably better posed to Catherine, uh, just given her her role. Um, I know my, our industries are not super highly regulated, so Yeah. I'm jealous of Amelia. I'm very jealous. Uh, no, I mean, I think this is a great point because as the law with emerging technologies and it tech grows and changes, like this is obviously a huge issue for crypto, for AI or cannabis. Uh, but as we see more development oftentimes even, you know, more traditional areas are going to have this issue where maybe you have a technical development and it's not explicitly blessed by the regulators, or maybe you're in an unregulated field. Like, what, how do you navigate an unregulated field for a one? You know, how do you know what is and is not okay? I think the first thing I always do is assess a spectrum of risk. You know, like with respect to looking at crypto, I always say that there's three big areas of risk. One is kind of technical hack, um, integrity, like, or your smart contracts good. Is your code good? Like obviously there's massive issues. There is, are your privacy incident response areas great. You know, you don't mess with that because like, again, that's, that's pretty existential and easy to fill a gap. Two criminal also something you don't mess with. You know, do you have, uh, A-M-L-K-Y-C sanctions in place? If you don't, you better have a darn good reason why you don't. If you're dealing with flow of funds, like, is your position justi justifiable with respect to, you know, are you, you know, theoretically helping a flow of dirty money? And this could be considered a national security risk. Like how are you dealing with that? You need to have an answer to that, and it needs to be a very good one. The third one, regulatory, like civil regulators, cryptos, it's no, no, uh, no secret that cryptos parts of crypto are kind of at war with the SEC. Well, how, how is that?",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1628.902,
    "cue_end": 1807.776,
    "chunk_index": 19,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_20",
    "text": "development oftentimes even, you know, more traditional areas are going to have this issue where maybe you have a technical development and it's not explicitly blessed by the regulators, or maybe you're in an unregulated field. Like, what, how do you navigate an unregulated field for a one? You know, how do you know what is and is not okay? I think the first thing I always do is assess a spectrum of risk. You know, like with respect to looking at crypto, I always say that there's three big areas of risk. One is kind of technical hack, um, integrity, like, or your smart contracts good. Is your code good? Like obviously there's massive issues. There is, are your privacy incident response areas great. You know, you don't mess with that because like, again, that's, that's pretty existential and easy to fill a gap. Two criminal also something you don't mess with. You know, do you have, uh, A-M-L-K-Y-C sanctions in place? If you don't, you better have a darn good reason why you don't. If you're dealing with flow of funds, like, is your position justi justifiable with respect to, you know, are you, you know, theoretically helping a flow of dirty money? And this could be considered a national security risk. Like how are you dealing with that? You need to have an answer to that, and it needs to be a very good one. The third one, regulatory, like civil regulators, cryptos, it's no, no, uh, no secret that cryptos parts of crypto are kind of at war with the SEC. Well, how, how is that? Okay. How can you be at war with your regulator, if not your current regulator, if your unregulated potentially your future regulator with respect to your posture with the CFTC or the SEC? I would always say that at Maple, I spent a lot of time on a proactive, regular regulatory strategy that enabled me to feel comfortable that this was justifiable based on everything that existed. Whether that is law precedent, rules, guidance, like anything that was out there, I had a response. Now, would the SEC agree with my response? Probably not. But if put in front of a neutral arbiter like a judge, could I advocate for this position with a straight face? Could I convince potential strategic partners that I had done a degree of diligence on the regulatory risk? If those answers need to be, yes, those answers absolutely need to be yes. If they're not, then you're in a problematic space, you know, basically from a practical viewpoint, but also potentially from an ethical viewpoint. Hmm. So there's a lot of gray area. Part of being a GC is just having a strategy as to how to proactively navigate that gray area, ideally before you have to deal with an inquiry or with an issue. Mm-Hmm. Can, let's talk a little bit how you navigated that gray area in terms of leaning on outside counsel. Um, what, what would you do in terms of asking them for their input and advice and, you know, guidance along the way? That's really tough, particularly with crypto, and again, areas of emerging technologies",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1717.251,
    "cue_end": 1905.79,
    "chunk_index": 20,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_21",
    "text": "Okay. How can you be at war with your regulator, if not your current regulator, if your unregulated potentially your future regulator with respect to your posture with the CFTC or the SEC? I would always say that at Maple, I spent a lot of time on a proactive, regular regulatory strategy that enabled me to feel comfortable that this was justifiable based on everything that existed. Whether that is law precedent, rules, guidance, like anything that was out there, I had a response. Now, would the SEC agree with my response? Probably not. But if put in front of a neutral arbiter like a judge, could I advocate for this position with a straight face? Could I convince potential strategic partners that I had done a degree of diligence on the regulatory risk? If those answers need to be, yes, those answers absolutely need to be yes. If they're not, then you're in a problematic space, you know, basically from a practical viewpoint, but also potentially from an ethical viewpoint. Hmm. So there's a lot of gray area. Part of being a GC is just having a strategy as to how to proactively navigate that gray area, ideally before you have to deal with an inquiry or with an issue. Mm-Hmm. Can, let's talk a little bit how you navigated that gray area in terms of leaning on outside counsel. Um, what, what would you do in terms of asking them for their input and advice and, you know, guidance along the way? That's really tough, particularly with crypto, and again, areas of emerging technologies that are rife with risk. A lot of outside counsel these days will not give you a definitive answer, you know? No, no. Uh, law firm worth their salt will give people an opinion that a token is not a security. Mm-Hmm. Like, that's something a lot of to, uh, crypto lawyers joke about. Like, it's ridiculous. You might be able to find like a law firm in Gibraltar, but you know, no credible law firm is going to enable you to, to give you a full CYA. However, uh, this, this is often something I deploy with novel products. We are taking the position that this novel product feeds, fits this regulatory mold and is permissible because of X, Y, Z. It's a reasonable interpretation. We will seek outside counsel advice to confirm our understanding and interpretation. Mm-Hmm. Now that outside counsel memo might have caveats, but if it's overwhelmingly in support of our position, then not only do we look more credible, it's like, like an advocacy piece. It also underscores the fact that we are trying to be an ethical, you know, entity. We're trying to be a good actor in the space. We're taking our responsibilities in terms of, you know, uh, creating novel products that are good for the marketplace or, or, you know, needed in de in demand by the market participants. All of that is kind of check marks in the good actor column. Mm-Hmm. So, I like it from a, I can sleep at night, but also from our, kind of our external facing brand, uh, which is a big issue in crypto. You know, we, we are the",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1807.887,
    "cue_end": 1992.22,
    "chunk_index": 21,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_22",
    "text": "that are rife with risk. A lot of outside counsel these days will not give you a definitive answer, you know? No, no. Uh, law firm worth their salt will give people an opinion that a token is not a security. Mm-Hmm. Like, that's something a lot of to, uh, crypto lawyers joke about. Like, it's ridiculous. You might be able to find like a law firm in Gibraltar, but you know, no credible law firm is going to enable you to, to give you a full CYA. However, uh, this, this is often something I deploy with novel products. We are taking the position that this novel product feeds, fits this regulatory mold and is permissible because of X, Y, Z. It's a reasonable interpretation. We will seek outside counsel advice to confirm our understanding and interpretation. Mm-Hmm. Now that outside counsel memo might have caveats, but if it's overwhelmingly in support of our position, then not only do we look more credible, it's like, like an advocacy piece. It also underscores the fact that we are trying to be an ethical, you know, entity. We're trying to be a good actor in the space. We're taking our responsibilities in terms of, you know, uh, creating novel products that are good for the marketplace or, or, you know, needed in de in demand by the market participants. All of that is kind of check marks in the good actor column. Mm-Hmm. So, I like it from a, I can sleep at night, but also from our, kind of our external facing brand, uh, which is a big issue in crypto. You know, we, we are the good actors. We are doing good work for the space. We are filling a need, which also helps with the policy arguments that if you are in an emerging space or you know, a high tech growth area, you're probably also communicating with policy makers. Yeah. Yeah. Okay. I'd love to hear sort of also the, the inner layer of how this manifests itself within your organization. Like, if there is ever a hum of, wait, how are we doing this? And is this legal and what's, you know, how, how are we justifying the ethics of this? How do you navigate how much you share internally to make sure that folks feel comfortable with, you know, whatever approach the business is taking? I've always been radically transparent with the crypto regulatory environment. I have a lot of discussion with the board, my boards, um, to make sure that they feel comfortable that, you know, our strategy is well in hand. This was a big issue with a lot of the exchange lawsuits. You know, we were a spot exchange and all the spot exchanges were getting sued by the regulators. So my boards were like, what's going on here? Like, how are we doing? How are we, uh, dealing with this? So I think you have to be radically transparent, both with your governance, but also with your business. You know, on town halls, I would often give a crypto regulatory overview. Here's what we're monitoring, here's what we're doing from the policy and from the regulatory sphere. I would give weekly emails to SIBO global markets, like my parent",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1905.845,
    "cue_end": 2082.039,
    "chunk_index": 22,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_23",
    "text": "good actors. We are doing good work for the space. We are filling a need, which also helps with the policy arguments that if you are in an emerging space or you know, a high tech growth area, you're probably also communicating with policy makers. Yeah. Yeah. Okay. I'd love to hear sort of also the, the inner layer of how this manifests itself within your organization. Like, if there is ever a hum of, wait, how are we doing this? And is this legal and what's, you know, how, how are we justifying the ethics of this? How do you navigate how much you share internally to make sure that folks feel comfortable with, you know, whatever approach the business is taking? I've always been radically transparent with the crypto regulatory environment. I have a lot of discussion with the board, my boards, um, to make sure that they feel comfortable that, you know, our strategy is well in hand. This was a big issue with a lot of the exchange lawsuits. You know, we were a spot exchange and all the spot exchanges were getting sued by the regulators. So my boards were like, what's going on here? Like, how are we doing? How are we, uh, dealing with this? So I think you have to be radically transparent, both with your governance, but also with your business. You know, on town halls, I would often give a crypto regulatory overview. Here's what we're monitoring, here's what we're doing from the policy and from the regulatory sphere. I would give weekly emails to SIBO global markets, like my parent company, senior management, that would give them regulatory and legislative and enforcement developments. And how that change was changing our strategy, or how legal was advising a pivot with respect to the business strategy based on the legal and regulatory and policy environment. Mm-Hmm. So you, the transparency and ensuring that you have this under control. We're not gonna, like, legal is not gonna bless anything by the business that we don't have a response to. We don't have a strategy, we don't feel okay with. Um, basically making sure that you know, that everyone, whether it's senior management or your board or your salespeople know that you've got this, like you've got this, like you need to have faith in your GC to kind of steer the ship. Uh, this is particularly true of any industry that's undergoing high volatility. So, you know, crypto in 2022 financial services in 2009, like, we could, we could go on and on and on. Mm-Hmm. Mm-Hmm. Interesting. Um, I think the additional wrinkle I'll offer here is sort of, you know, my unique situation at Vinti is obviously government agencies are our customers. And because we support the foster and adoptive care process, we have a consumer facing or foster adoptive care facing portal that collects data on under the auspices of these agencies. And there are just a ton of unknowns with respect to government owned data, right? And the consents that they have, um, the consents that they give their vendors or their subcontractors to",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 1992.338,
    "cue_end": 2171.847,
    "chunk_index": 23,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_24",
    "text": "company, senior management, that would give them regulatory and legislative and enforcement developments. And how that change was changing our strategy, or how legal was advising a pivot with respect to the business strategy based on the legal and regulatory and policy environment. Mm-Hmm. So you, the transparency and ensuring that you have this under control. We're not gonna, like, legal is not gonna bless anything by the business that we don't have a response to. We don't have a strategy, we don't feel okay with. Um, basically making sure that you know, that everyone, whether it's senior management or your board or your salespeople know that you've got this, like you've got this, like you need to have faith in your GC to kind of steer the ship. Uh, this is particularly true of any industry that's undergoing high volatility. So, you know, crypto in 2022 financial services in 2009, like, we could, we could go on and on and on. Mm-Hmm. Mm-Hmm. Interesting. Um, I think the additional wrinkle I'll offer here is sort of, you know, my unique situation at Vinti is obviously government agencies are our customers. And because we support the foster and adoptive care process, we have a consumer facing or foster adoptive care facing portal that collects data on under the auspices of these agencies. And there are just a ton of unknowns with respect to government owned data, right? And the consents that they have, um, the consents that they give their vendors or their subcontractors to perform services on their behalf. And so, I think sometimes what tends to happen in, in my world is sort of this open question of, well, hey, government agency, I presume that you have the permission to do what you're doing, but actually I'm gonna stop assuming that, uh, you know, 'cause there are, there are moments where there is an open question of like, do you have the right to give me the data of these people that you're sharing? And you know, I know you've never been asked that question before, and I'm sorry to offend you, but like, this is actually part of my ethical obligation to make sure that like we in turn have the right to process this data in the ways that you're telling us to. So there's, there's an, this is less regulatory, but more really exposing that, like, sometimes there just aren't rules that cover what we do. Sometimes it's just unclear. And, um, you know, that vagueness can be a moment where you have to decide what the North Star is. And at Binti, for example, our North Star is putting children first, right? Because we support fostered adoptive care. And so all of our data decisions really index on our, is this in service of children? Because there isn't a rule that says X, Y, or Z with respect to what we can do, but is it protecting their data in the way that we know we want to, or that we care about? And that's the internal question to sort of your point with internal level setting something that I do as well, which is, you know, whenever we get",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2082.151,
    "cue_end": 2250.387,
    "chunk_index": 24,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_25",
    "text": "to perform services on their behalf. And so, I think sometimes what tends to happen in, in my world is sort of this open question of, well, hey, government agency, I presume that you have the permission to do what you're doing, but actually I'm gonna stop assuming that, uh, you know, 'cause there are, there are moments where there is an open question of like, do you have the right to give me the data of these people that you're sharing? And you know, I know you've never been asked that question before, and I'm sorry to offend you, but like, this is actually part of my ethical obligation to make sure that like we in turn have the right to process this data in the ways that you're telling us to. So there's, there's an, this is less regulatory, but more really exposing that, like, sometimes there just aren't rules that cover what we do. Sometimes it's just unclear. And, um, you know, that vagueness can be a moment where you have to decide what the North Star is. And at Binti, for example, our North Star is putting children first, right? Because we support fostered adoptive care. And so all of our data decisions really index on our, is this in service of children? Because there isn't a rule that says X, Y, or Z with respect to what we can do, but is it protecting their data in the way that we know we want to, or that we care about? And that's the internal question to sort of your point with internal level setting something that I do as well, which is, you know, whenever we get internal questions about like, well, can't we just duplicate the data and put it in, blah, blah, blah? And I'm like, well, if we did, the potential risk to these children's data is blah. Right? And talking about it in that way, I think has gone a really, you know, it's gotten sort of buy-in, in a way that just saying like, no, or that's illegal. Or, you know, like, this is what, you know, the regulatory regime, or this is what the privacy regime says. PE-people are less willing, I think, to buy in sometimes to those points, um, when presented that way. And so the, the ethical connection to the rest of the business can really be values based, um, and North Star based within, you know, what the rest of the company is also orienting on. Um, and so, Amelia, I Love that so much, Jasmine. I just have to say, I think your primary job as GC is what is the ethos of the company? Mm-Hmm. Like a hundred percent your North Star, and how are you advancing that mission with your legal strategy? And, you know, they say like, assuming ass, uh, makes an ass out of you and me. Like, it's true. I haven't heard that expression since I was basically a child. But, uh, really, like, you could, you could apply the same principle to, uh, your due diligence on strategic counterparties. Mm-Hmm. Like, we've all seen a lot of very significant examples of maybe your company wants to engage, um, or do a joint venture or do a joint press release with an entity where you're like, wait, what is this entity?",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2171.801,
    "cue_end": 2331.13,
    "chunk_index": 25,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_26",
    "text": "internal questions about like, well, can't we just duplicate the data and put it in, blah, blah, blah? And I'm like, well, if we did, the potential risk to these children's data is blah. Right? And talking about it in that way, I think has gone a really, you know, it's gotten sort of buy-in, in a way that just saying like, no, or that's illegal. Or, you know, like, this is what, you know, the regulatory regime, or this is what the privacy regime says. PE-people are less willing, I think, to buy in sometimes to those points, um, when presented that way. And so the, the ethical connection to the rest of the business can really be values based, um, and North Star based within, you know, what the rest of the company is also orienting on. Um, and so, Amelia, I Love that so much, Jasmine. I just have to say, I think your primary job as GC is what is the ethos of the company? Mm-Hmm. Like a hundred percent your North Star, and how are you advancing that mission with your legal strategy? And, you know, they say like, assuming ass, uh, makes an ass out of you and me. Like, it's true. I haven't heard that expression since I was basically a child. But, uh, really, like, you could, you could apply the same principle to, uh, your due diligence on strategic counterparties. Mm-Hmm. Like, we've all seen a lot of very significant examples of maybe your company wants to engage, um, or do a joint venture or do a joint press release with an entity where you're like, wait, what is this entity? What are they doing? What are they doing? And you know, I've been dismissed in the past where it's like, oh, it's three ac. All the crypto people will know that they're huge. Like they have so much money, it's fine. It's fine. And it's like, wait, let's take a closer look here. So sometimes I, I, I, you know, you don't wanna be kind of, that's not in my job description in the, the due diligence of counterparties, but to some degree, it is always your job description as GC to be asking the difficult questions. Mm-Hmm. Mm-Hmm. Yeah. And Amelia, I'd love to turn it over to you to, uh, focus on that part of this discussion in terms of like, how have you thought about guiding to, you know, company North Star or ethos or really navigating some of those hard discussions? Yeah, Jasmine, I think, um, the way that you, uh, pr like kind of teed that topic up is, is perfect at business over, um, you know, we kind of have certain pillars of, um, conduct that, that are important to us. Um, one is trust through transparency. Um, and so I think when we think about being transparent, um, that means I need to be transparent with the leadership team as I'm giving legal advice, right? I need to be able to paint the picture of, is this, you know, is this a real risk? Is this a perceived risk? And, and really how bad is it? But then that needs to trickle down to the, the, you know, boots on the ground, the people doing, um, doing the work. But then I also think about my direct reports, um, and, and",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2250.465,
    "cue_end": 2431.426,
    "chunk_index": 26,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_27",
    "text": "are they doing? What are they doing? And you know, I've been dismissed in the past where it's like, oh, it's three ac. All the crypto people will know that they're huge. Like they have so much money, it's fine. It's fine. And it's like, wait, let's take a closer look here. So sometimes I, I, I, you know, you don't wanna be kind of, that's not in my job description in the, the due diligence of counterparties, but to some degree, it is always your job description as GC to be asking the difficult questions. Mm-Hmm. Mm-Hmm. Yeah. And Amelia, I'd love to turn it over to you to, uh, focus on that part of this discussion in terms of like, how have you thought about guiding to, you know, company North Star or ethos or really navigating some of those hard discussions? Yeah, Jasmine, I think, um, the way that you, uh, pr like kind of teed that topic up is, is perfect at business over, um, you know, we kind of have certain pillars of, um, conduct that, that are important to us. Um, one is trust through transparency. Um, and so I think when we think about being transparent, um, that means I need to be transparent with the leadership team as I'm giving legal advice, right? I need to be able to paint the picture of, is this, you know, is this a real risk? Is this a perceived risk? And, and really how bad is it? But then that needs to trickle down to the, the, you know, boots on the ground, the people doing, um, doing the work. But then I also think about my direct reports, um, and, and the importance of transparency and building that trust, um, in, in reporting relationships. Um, you know, I have to be transparent with them. If I don't know something, if I can't, if I can't answer a question to them, I, I don't ever want to pretend or project any kind of, um, false confidence that I, that I have this all figured out, right? And so I always, um, try to lead with, um, being as transparent as possible with them, because then I think that opens the door for when they get into a situation or get backed into a corner and they're feeling like they don't know. Um, they can come to me and be transparent. So there's kind of that, um, you know, it's a, it's a culture of transparency and trust. Um, but then I think to, to pile on top of that business, olver also, uh, leads with empathy. And we think about, uh, the importance of empathy with our clients in a benefits administration space, space. Um, you know, we, our clients are, are large employers, but we also serve their employees who are going through a difficult time. Um, but it, that, that thread of empathy runs throughout every, um, possible team scenario, et cetera, within our organization. Mm-Hmm. Um, and so, you know, as I'm leading my team, the other thing that I, that I really try to keep in mind is, um, how can I be empathetic with, through what they're going through and how can I, um, show them that, uh, whatever decision that they've made, uh, whether I agree with it or not, how can I kind of relate to that",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2331.485,
    "cue_end": 2539.308,
    "chunk_index": 27,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_28",
    "text": "importance of transparency and building that trust, um, in, in reporting relationships. Um, you know, I have to be transparent with them. If I don't know something, if I can't, if I can't answer a question to them, I, I don't ever want to pretend or project any kind of, um, false confidence that I, that I have this all figured out, right? And so I always, um, try to lead with, um, being as transparent as possible with them, because then I think that opens the door for when they get into a situation or get backed into a corner and they're feeling like they don't know. Um, they can come to me and be transparent. So there's kind of that, um, you know, it's a, it's a culture of transparency and trust. Um, but then I think to, to pile on top of that business, olver also, uh, leads with empathy. And we think about, uh, the importance of empathy with our clients in a benefits administration space, space. Um, you know, we, our clients are, are large employers, but we also serve their employees who are going through a difficult time. Um, but it, that, that thread of empathy runs throughout every, um, possible team scenario, et cetera, within our organization. Mm-Hmm. Um, and so, you know, as I'm leading my team, the other thing that I, that I really try to keep in mind is, um, how can I be empathetic with, through what they're going through and how can I, um, show them that, uh, whatever decision that they've made, uh, whether I agree with it or not, how can I kind of relate to that and to them in an empathetic manner so that we can keep those lines of communication open so that we can continue to get better, refine the advice that we're given, given to the organization, and, and then really just be better partners and advisors to the organization. I think that's, um, that's really, really important. Um, as we're figuring out all of these ethical loopholes, like, for me, let's be transparent, let's be ethical, let's be empathetic with each other. Um, we can figure everything else out. I think I love that. You know, I, I think it's probably rare to have a panel on ethics that is really rooted in also empathy, right? It's like the, one of the paths to ethical practice of law is actually being an empathetic person and understanding where other people come from and are coming from, so that you can better help navigate potentially to, uh, a different end goal. If, if what is happening is not the right thing. So having empathy for where they are so that you can help them get to a better place, potentially. Yeah. Um, and that's actually a perfect lead in to, uh, the next topic, which is really fostering a culture of an, of integrity. Um, how do you do that both within your legal team, um, as well as with, uh, across the business? Uh, how do you think about setting the tone from, you know, your actions, conduct and communications? How do you think about enforcing it, um, requiring it, you know, carrot stick mentality? I'd love to hear from both of you and, um,",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2431.697,
    "cue_end": 2633.751,
    "chunk_index": 28,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_29",
    "text": "and to them in an empathetic manner so that we can keep those lines of communication open so that we can continue to get better, refine the advice that we're given, given to the organization, and, and then really just be better partners and advisors to the organization. I think that's, um, that's really, really important. Um, as we're figuring out all of these ethical loopholes, like, for me, let's be transparent, let's be ethical, let's be empathetic with each other. Um, we can figure everything else out. I think I love that. You know, I, I think it's probably rare to have a panel on ethics that is really rooted in also empathy, right? It's like the, one of the paths to ethical practice of law is actually being an empathetic person and understanding where other people come from and are coming from, so that you can better help navigate potentially to, uh, a different end goal. If, if what is happening is not the right thing. So having empathy for where they are so that you can help them get to a better place, potentially. Yeah. Um, and that's actually a perfect lead in to, uh, the next topic, which is really fostering a culture of an, of integrity. Um, how do you do that both within your legal team, um, as well as with, uh, across the business? Uh, how do you think about setting the tone from, you know, your actions, conduct and communications? How do you think about enforcing it, um, requiring it, you know, carrot stick mentality? I'd love to hear from both of you and, um, Catherine, we can start with you A couple very practical suggestions. Once, one, I'd give the same scared straight compliance presentation, or I should say I did at Maple, where, look, we, we've all given presentations of best practices. Um, sometimes your compliance team might do that. Sometimes it means more when legal is involved. But I actually feel this presentation chock full with real life ripped from the headlines. Examples of individual liability. Like, I think you need to speak about this in, in, you know, ways that your sales guy can understand. And if you're talking about regulatory issues or implications in a way that only lawyers will understand, it's really not gonna resonate. Where if you, you know, give them concrete examples of traders who have actually served prison time because of something stupid that they put in a chat like that is a lot more impactful. So, you know, speak to like the scared straight portion of, you know, advocating for high ethical standards. Make sure you're speaking to them in a language that they can understand that that's really gonna resonate with all levels of the organization. Second tone from the top, and this is twofold. One, ensure that your organization's CEO makes this a non-negotiable. If it isn't, well that's just kind of a problem generally, and there's, it's really hard to change that, I'll just say. So maybe that's something you think about long term as you contemplate a longer term move. But two, even if your CEO is a",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2539.425,
    "cue_end": 2732.077,
    "chunk_index": 29,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_30",
    "text": "Catherine, we can start with you A couple very practical suggestions. Once, one, I'd give the same scared straight compliance presentation, or I should say I did at Maple, where, look, we, we've all given presentations of best practices. Um, sometimes your compliance team might do that. Sometimes it means more when legal is involved. But I actually feel this presentation chock full with real life ripped from the headlines. Examples of individual liability. Like, I think you need to speak about this in, in, you know, ways that your sales guy can understand. And if you're talking about regulatory issues or implications in a way that only lawyers will understand, it's really not gonna resonate. Where if you, you know, give them concrete examples of traders who have actually served prison time because of something stupid that they put in a chat like that is a lot more impactful. So, you know, speak to like the scared straight portion of, you know, advocating for high ethical standards. Make sure you're speaking to them in a language that they can understand that that's really gonna resonate with all levels of the organization. Second tone from the top, and this is twofold. One, ensure that your organization's CEO makes this a non-negotiable. If it isn't, well that's just kind of a problem generally, and there's, it's really hard to change that, I'll just say. So maybe that's something you think about long term as you contemplate a longer term move. But two, even if your CEO is a good person, make sure he is vocally supporting legal and compliance and vocally ensuring like, we have zero tolerance for X, Y, Z, um, and make sure he or she communicates that loudly and frequently. Mm-Hmm. And then secondarily, you and your legal team and your compliance team should really be living and breathing, breathing best practices of ethical conduct. Like, I, I think we've all been there maybe in different contexts where it's someone at the holiday party, like it's the lawyer in the room who gets too drunk and starts making inappropriate comments. It, it's bad. It's a bad look. It's a terrible look actually, because I kind of think of myself as gc. Like, it's always difficult to navigate, like, I'm not here to be your mom. Uh, but I am also, and, and I wanna be your friend, and I want you to be able to come to me and confide in me and communicate with me and know that you're in a safe place, but also know that I'm not gonna b******t you. This is not okay. And my best interests are gonna lie with the company. And I expect, you know, I am a, I'm a culture carrier for top ethical standards at my organization. And I think that my team should have the same attitude. I love that. Amelia. Yeah, Catherine, I, uh, I completely agree. And I think your, uh, example about being ethical at a holiday party is the perfect one. I, a little anecdote from a, a company trip, um, that I was on earlier in the spring, um, one of our executive leaders, um, came to the table we were",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2633.827,
    "cue_end": 2830.34,
    "chunk_index": 30,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_31",
    "text": "is a good person, make sure he is vocally supporting legal and compliance and vocally ensuring like, we have zero tolerance for X, Y, Z, um, and make sure he or she communicates that loudly and frequently. Mm-Hmm. And then secondarily, you and your legal team and your compliance team should really be living and breathing, breathing best practices of ethical conduct. Like, I, I think we've all been there maybe in different contexts where it's someone at the holiday party, like it's the lawyer in the room who gets too drunk and starts making inappropriate comments. It, it's bad. It's a bad look. It's a terrible look actually, because I kind of think of myself as gc. Like, it's always difficult to navigate, like, I'm not here to be your mom. Uh, but I am also, and, and I wanna be your friend, and I want you to be able to come to me and confide in me and communicate with me and know that you're in a safe place, but also know that I'm not gonna b******t you. This is not okay. And my best interests are gonna lie with the company. And I expect, you know, I am a, I'm a culture carrier for top ethical standards at my organization. And I think that my team should have the same attitude. I love that. Amelia. Yeah, Catherine, I, uh, I completely agree. And I think your, uh, example about being ethical at a holiday party is the perfect one. I, a little anecdote from a, a company trip, um, that I was on earlier in the spring, um, one of our executive leaders, um, came to the table we were sitting at, it was that we were at dinner, everybody was having fun. Um, but, you know, I was sitting with the legal and compliance team and we were very quiet. Um, and the, the reaction was, you guys are the most boring people here. And it was like, thank you. I, I'll take that as a compliment because, um, it'll be really hard for me to be taken seriously and to be, um, perceived as doing my job. Well, if I'm the rowdiest most, most, uh, you know, outgoing person in the room, I I'll take being the most boring person at a party any day. Um, if it's a professional function, right? Um, I think that, that, I think that's important. Um, and like I, like I talked about before, you know, I think that, um, we just kind of need to make sure that we are approaching our, our team members where they're at. So that is being transparent with them, being empathetic with them. But I think the other thing to, um, move to the, to the front of the conversation and, and to keep it top of mind is in an organization, uh, in a tech company that we're working in, we're not working in law firms where everyone knows that lawyers have these ethical obligations. Um, and, uh, in fact, from my experience, oftentimes, um, my colleagues don't necessarily understand until I take the time to explain to them that I have a set of ethical standards that I have to maintain, um, and, and really disclose to them I am here to represent the company. The company is my client. I'm here to protect them. Um, that to me",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2731.88,
    "cue_end": 2937.26,
    "chunk_index": 31,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_32",
    "text": "sitting at, it was that we were at dinner, everybody was having fun. Um, but, you know, I was sitting with the legal and compliance team and we were very quiet. Um, and the, the reaction was, you guys are the most boring people here. And it was like, thank you. I, I'll take that as a compliment because, um, it'll be really hard for me to be taken seriously and to be, um, perceived as doing my job. Well, if I'm the rowdiest most, most, uh, you know, outgoing person in the room, I I'll take being the most boring person at a party any day. Um, if it's a professional function, right? Um, I think that, that, I think that's important. Um, and like I, like I talked about before, you know, I think that, um, we just kind of need to make sure that we are approaching our, our team members where they're at. So that is being transparent with them, being empathetic with them. But I think the other thing to, um, move to the, to the front of the conversation and, and to keep it top of mind is in an organization, uh, in a tech company that we're working in, we're not working in law firms where everyone knows that lawyers have these ethical obligations. Um, and, uh, in fact, from my experience, oftentimes, um, my colleagues don't necessarily understand until I take the time to explain to them that I have a set of ethical standards that I have to maintain, um, and, and really disclose to them I am here to represent the company. The company is my client. I'm here to protect them. Um, that to me is, uh, really important in setting the stage of, of, um, conducting yourselves ethically and, and kind of helping the organization understand how your role impacts the overall organization. I think, um, we've probably all experienced, um, somebody coming to us asking, you know, about a personal legal matter, whether it's a, you know, issue with their HOA, uh, speeding ticket, something like that. Divorce. Yeah. Yeah. What was that, Catherine? Uh, I've, I've gotten a lot of people asking me for divorce, Lawyers divorce. Yes. Yeah, exactly. Um, and, and it's just kind of having to remind them like, I, I represent the company. I, I don't, I'm not a private law firm within the organization. I don't take private clients. Um, I think that there is, uh, I, I sometimes have to take it even a step further, um, and explain to them the, the concept of unauthorized practice of law. Um, I am an Illinois licensed attorney. I sit in Salt Lake City, Utah. I hold a house counsel license. That gets me out of a lot of things, um, because I, I say I'm legally not able to represent anyone other than the organization that I work for, um, by a function of, of the license that I hold. And so just really, um, speaking to them in terms that they understand, um, and I don't think that we can diminish or take for granted the, the fact that our colleagues really do not necessarily know what it is like to work with a lawyer until we take the opportunity to talk to them about that. Mm-Hmm. Heather, I'm",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2830.439,
    "cue_end": 3039.413,
    "chunk_index": 32,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_33",
    "text": "is, uh, really important in setting the stage of, of, um, conducting yourselves ethically and, and kind of helping the organization understand how your role impacts the overall organization. I think, um, we've probably all experienced, um, somebody coming to us asking, you know, about a personal legal matter, whether it's a, you know, issue with their HOA, uh, speeding ticket, something like that. Divorce. Yeah. Yeah. What was that, Catherine? Uh, I've, I've gotten a lot of people asking me for divorce, Lawyers divorce. Yes. Yeah, exactly. Um, and, and it's just kind of having to remind them like, I, I represent the company. I, I don't, I'm not a private law firm within the organization. I don't take private clients. Um, I think that there is, uh, I, I sometimes have to take it even a step further, um, and explain to them the, the concept of unauthorized practice of law. Um, I am an Illinois licensed attorney. I sit in Salt Lake City, Utah. I hold a house counsel license. That gets me out of a lot of things, um, because I, I say I'm legally not able to represent anyone other than the organization that I work for, um, by a function of, of the license that I hold. And so just really, um, speaking to them in terms that they understand, um, and I don't think that we can diminish or take for granted the, the fact that our colleagues really do not necessarily know what it is like to work with a lawyer until we take the opportunity to talk to them about that. Mm-Hmm. Heather, I'm gonna let you do your CE code announcement. Most Important part of the presentation is now, Oh, you were muted. This is such a great discussion. I'll only take a second of your time. So I just wanna quickly read out the CLE code. So please make sure that you write this down so that you can enter it into the post-event, CLE at a station. So the code for today is ethical. Again, it is ethical. That's E-T-H-I-C-A-L. Thank you. Thank you, Jasmine. One other point that I wanted to make on the back of this discussion, we've talked about real life examples, which I do find to be very effective on both individual liability, but also particularly competitors. The other thing that I would like to add is, so when I was at King and Spalding, the leader of our group of the white collar group was Chris Ray, who's now our FBI director. And, you know, politics put aside, Chris is one of the most ethical people I've ever met in my life. And I will say having him as a beacon for every other lawyer in that practice was fantastic. Like, he was an inspiration for me. It was kind of a, what would Chris do? I have a friend who's a gc, um, I, I won't name him, although he probably wouldn't be interested. He actually jokingly gave out wristbands like, uh, ww g uh, d like what would Greg do like to his c-suite? 'cause he wanted to be a constant reminder, like if they were struggling or if they were, they had an issue, they, he wanted to be, you know, on their shoulder, in their head at all times. So if",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 2937.574,
    "cue_end": 3135.684,
    "chunk_index": 33,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_34",
    "text": "let you do your CE code announcement. Most Important part of the presentation is now, Oh, you were muted. This is such a great discussion. I'll only take a second of your time. So I just wanna quickly read out the CLE code. So please make sure that you write this down so that you can enter it into the post-event, CLE at a station. So the code for today is ethical. Again, it is ethical. That's E-T-H-I-C-A-L. Thank you. Thank you, Jasmine. One other point that I wanted to make on the back of this discussion, we've talked about real life examples, which I do find to be very effective on both individual liability, but also particularly competitors. The other thing that I would like to add is, so when I was at King and Spalding, the leader of our group of the white collar group was Chris Ray, who's now our FBI director. And, you know, politics put aside, Chris is one of the most ethical people I've ever met in my life. And I will say having him as a beacon for every other lawyer in that practice was fantastic. Like, he was an inspiration for me. It was kind of a, what would Chris do? I have a friend who's a gc, um, I, I won't name him, although he probably wouldn't be interested. He actually jokingly gave out wristbands like, uh, ww g uh, d like what would Greg do like to his c-suite? 'cause he wanted to be a constant reminder, like if they were struggling or if they were, they had an issue, they, he wanted to be, you know, on their shoulder, in their head at all times. So if you are a good example for not just your legal team, but for the rest of the team, like they know, like they take pride in the fact that they have, uh, you know, a strategic partner that's going to steer the ship. Well, that can be really inspirational. And then the other thing to convey to them too is I think most people don't understand the concept of control person liability. We haven't talked about that at all in this presentation. And it's actually essential when you're talking about ethics. Mm-Hmm. So occasionally I have reminded or informed people in the business, like I'm a control person. Like, if we get sued, like I am theoretically on the hook, like I could be subject to, you know, regulatory issues, potentially even criminal liability for my acts on behalf of the organization. So this is how seriously I take it. I take it seriously 'cause it's my job, but I also take it seriously because, you know, this is my career on the line. Mm-Hmm. So like that's going to make me, you know, make the business really understand why you're doing what you're doing. Mm-Hmm. Yeah. I, I, I think to, to distill and pull out some gems from what you're all saying is, you know, the, the methods within the organization I think can be broken up into a couple different groups. One is lead by example, right? So be a beacon of transparency, of truth, of honesty, of carrying whatever the ethos of the company is. Another is sort of make sure people know the why behind the what, uh, whether that's",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 3039.803,
    "cue_end": 3217.446,
    "chunk_index": 34,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_35",
    "text": "are a good example for not just your legal team, but for the rest of the team, like they know, like they take pride in the fact that they have, uh, you know, a strategic partner that's going to steer the ship. Well, that can be really inspirational. And then the other thing to convey to them too is I think most people don't understand the concept of control person liability. We haven't talked about that at all in this presentation. And it's actually essential when you're talking about ethics. Mm-Hmm. So occasionally I have reminded or informed people in the business, like I'm a control person. Like, if we get sued, like I am theoretically on the hook, like I could be subject to, you know, regulatory issues, potentially even criminal liability for my acts on behalf of the organization. So this is how seriously I take it. I take it seriously 'cause it's my job, but I also take it seriously because, you know, this is my career on the line. Mm-Hmm. So like that's going to make me, you know, make the business really understand why you're doing what you're doing. Mm-Hmm. Yeah. I, I, I think to, to distill and pull out some gems from what you're all saying is, you know, the, the methods within the organization I think can be broken up into a couple different groups. One is lead by example, right? So be a beacon of transparency, of truth, of honesty, of carrying whatever the ethos of the company is. Another is sort of make sure people know the why behind the what, uh, whether that's explaining the regulatory position or your individual investment in compliance and ethical practice. So making sure that they understand in plain English what it is that is informing the company's position and your defense of that position. And it seems like another Amelia, from what you were saying, another pull for you is really, you know, going back to that point about empathy is making it so you know, you are transparent enough, uh, and, and empathetic enough that you can get people to come to you and really share what it is that maybe they're struggling with. Um, and the thing I, I can maybe add as like a sub bucket under there is, you know, the approachability factor, especially in high growth tech companies, I think really cannot be overestimated. It is so important to be a visible person within your organization as a gc or for your, the rest of your legal team to be highly visible and to be present means that people are gonna come to you when they are concerned. When they have a fear about, like, actually, I don't know if what we did over here was totally right. And I think the person I wanna talk to is Catherine Orelia or Jasmine or whoever. Um, and, and one of the things I've really tried to do since we're trying to talk about as concrete examples as possible is, I am everywhere all at once. Like I, Catherine, I follow your suit, I present at all hands. I, I attend some team meetings. I have one-on-one with staff level engineers on a regular basis, just so I can be",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 3136.042,
    "cue_end": 3300.891,
    "chunk_index": 35,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_36",
    "text": "explaining the regulatory position or your individual investment in compliance and ethical practice. So making sure that they understand in plain English what it is that is informing the company's position and your defense of that position. And it seems like another Amelia, from what you were saying, another pull for you is really, you know, going back to that point about empathy is making it so you know, you are transparent enough, uh, and, and empathetic enough that you can get people to come to you and really share what it is that maybe they're struggling with. Um, and the thing I, I can maybe add as like a sub bucket under there is, you know, the approachability factor, especially in high growth tech companies, I think really cannot be overestimated. It is so important to be a visible person within your organization as a gc or for your, the rest of your legal team to be highly visible and to be present means that people are gonna come to you when they are concerned. When they have a fear about, like, actually, I don't know if what we did over here was totally right. And I think the person I wanna talk to is Catherine Orelia or Jasmine or whoever. Um, and, and one of the things I've really tried to do since we're trying to talk about as concrete examples as possible is, I am everywhere all at once. Like I, Catherine, I follow your suit, I present at all hands. I, I attend some team meetings. I have one-on-one with staff level engineers on a regular basis, just so I can be like, Hey, what's the pulse? What's going on? Tell me about the business. Same thing with my sales team folks. And that's, you know, and that's obviously not, uh, there's not bandwidth for all of this all the time, but whenever you can do it and just be as present as possible, I think those are the moments where we can really start to not just be ambassadors of an ethical message, but be receivers of information that may be taking the company in a different direction. So I love all of that input. Thank you. Uh, I can't believe how quickly this hour has gone by. Uh, we, we'll conclude with some sort of last minute, um, advice. And the, the question is your advice to other GCs. How have your thoughts in particular changed on any of the things that we've talked about from maybe your earlier days practicing to where you are now? Um, and Amelia, we'll start with you. Sure. Thank you. Um, I think just to kind of echo the point you just made, Jasmine, you, you can't underestimate the power of relationships. Um, and, and I think, um, from, from my perspective, the, the deeper relationships I build with my teammates, um, and with the organization, um, the easier it is to do my job and to do it, uh, ethically and, and not feel like I am doing something wrong or being pushed to do something that I shouldn't be doing. Um, I, I think that's, that's probably it. Take time to invest in those relationships. I feel the same way. I was gonna say, my big takeaway is really ensure that you can",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 3217.55,
    "cue_end": 3402.588,
    "chunk_index": 36,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_37",
    "text": "like, Hey, what's the pulse? What's going on? Tell me about the business. Same thing with my sales team folks. And that's, you know, and that's obviously not, uh, there's not bandwidth for all of this all the time, but whenever you can do it and just be as present as possible, I think those are the moments where we can really start to not just be ambassadors of an ethical message, but be receivers of information that may be taking the company in a different direction. So I love all of that input. Thank you. Uh, I can't believe how quickly this hour has gone by. Uh, we, we'll conclude with some sort of last minute, um, advice. And the, the question is your advice to other GCs. How have your thoughts in particular changed on any of the things that we've talked about from maybe your earlier days practicing to where you are now? Um, and Amelia, we'll start with you. Sure. Thank you. Um, I think just to kind of echo the point you just made, Jasmine, you, you can't underestimate the power of relationships. Um, and, and I think, um, from, from my perspective, the, the deeper relationships I build with my teammates, um, and with the organization, um, the easier it is to do my job and to do it, uh, ethically and, and not feel like I am doing something wrong or being pushed to do something that I shouldn't be doing. Um, I, I think that's, that's probably it. Take time to invest in those relationships. I feel the same way. I was gonna say, my big takeaway is really ensure that you can sleep at night. You know, we've all felt very uncomfortable with, uh, it could be something the business is doing, it could be something we've been asked to do. There's definitely a line of that discomfort. Like, it's okay to be a little uncomfortable, especially when you're learning, right? But it's not okay to be uncomfortable to the point where, you know, like your moral and ethical compass is spinning in the wrong direction. You know, look, there is definitely a spectrum of that. Like, people are gonna have a different, you know, kind of moral standard, or we shouldn't even call it morality. We should say appetite for risk. Sometimes the JC isn't a fit because they have an appetite for risk that doesn't align with the company. But make sure that if your appetite for risk doesn't align with the company, then you either find an alternative job or you get comfortable with the risk that they're taking. So you can kind of ensure that you're advocating on behalf of a client that you believe in. You're not exposing yourself to control person liability, and that your longer term future isn't compromised. Like, those are all things that are very selfish, selfish as part of this calculus, but they're also really important from the kind of top down ethos of the organization. Mm-Hmm. I love those nuggets. Thank you. Um, and I'll, I'll close this out with mine, which is, you know, to reiterate that I, I don't pretend to know everything. I'm a first time GC who's been doing this for",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 3300.97,
    "cue_end": 3484.496,
    "chunk_index": 37,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_38",
    "text": "sleep at night. You know, we've all felt very uncomfortable with, uh, it could be something the business is doing, it could be something we've been asked to do. There's definitely a line of that discomfort. Like, it's okay to be a little uncomfortable, especially when you're learning, right? But it's not okay to be uncomfortable to the point where, you know, like your moral and ethical compass is spinning in the wrong direction. You know, look, there is definitely a spectrum of that. Like, people are gonna have a different, you know, kind of moral standard, or we shouldn't even call it morality. We should say appetite for risk. Sometimes the JC isn't a fit because they have an appetite for risk that doesn't align with the company. But make sure that if your appetite for risk doesn't align with the company, then you either find an alternative job or you get comfortable with the risk that they're taking. So you can kind of ensure that you're advocating on behalf of a client that you believe in. You're not exposing yourself to control person liability, and that your longer term future isn't compromised. Like, those are all things that are very selfish, selfish as part of this calculus, but they're also really important from the kind of top down ethos of the organization. Mm-Hmm. I love those nuggets. Thank you. Um, and I'll, I'll close this out with mine, which is, you know, to reiterate that I, I don't pretend to know everything. I'm a first time GC who's been doing this for two years. Um, and I'll share that when I first started, I had assumed, and we talked a little bit about assumptions earlier, but I assumed that a lot of the questions I had were things that other people already knew the answers to because they had been in the job longer. They had done it before, this wasn't their first GC gig. Um, and that I would just need to figure it out. But what I've realized is as two years have now gone by, I've realized that none of us, no matter how many roles we've had and how many years into either role know everything, we're all running into novel issues and questions all the time. And none of us know the answer to everything. And for me, realizing that really alleviated the pressure associated with this really tough division between what I thought my ethical obligation was and what I thought, you know, the seriousness with which I take my professional obligation and like doing my job at the best and highest capability that I can. Um, and so I came to know more deeply that while sometimes maybe precedent or other people's experience can be informative in helping address those issues, what's really steering my sort of ethical practice right now is commitment to my own sense of ethics coupled with an understanding of what the company's ethics and ethos are. And so you really have to deeply know who your company is, who it's made of, and what they believe and what their North Star orientation is. And also who you are, right? Like what, what are you",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 3402.659,
    "cue_end": 3569.019,
    "chunk_index": 38,
    "total_chunks": 39
  },
  {
    "chunk_id": "The_Art_of_Professionalism_Navigating_Ethical_Conduct_in_Legal_Practice_chunk_39",
    "text": "two years. Um, and I'll share that when I first started, I had assumed, and we talked a little bit about assumptions earlier, but I assumed that a lot of the questions I had were things that other people already knew the answers to because they had been in the job longer. They had done it before, this wasn't their first GC gig. Um, and that I would just need to figure it out. But what I've realized is as two years have now gone by, I've realized that none of us, no matter how many roles we've had and how many years into either role know everything, we're all running into novel issues and questions all the time. And none of us know the answer to everything. And for me, realizing that really alleviated the pressure associated with this really tough division between what I thought my ethical obligation was and what I thought, you know, the seriousness with which I take my professional obligation and like doing my job at the best and highest capability that I can. Um, and so I came to know more deeply that while sometimes maybe precedent or other people's experience can be informative in helping address those issues, what's really steering my sort of ethical practice right now is commitment to my own sense of ethics coupled with an understanding of what the company's ethics and ethos are. And so you really have to deeply know who your company is, who it's made of, and what they believe and what their North Star orientation is. And also who you are, right? Like what, what are you comfortable with and what can you to, to Catherine's earlier point, what can you sleep at night with feeling very comfortable that you've done the right thing and that you can defend whatever positions you've taken. Um, so I'm sorry to take us a minute over. That felt like a worthwhile wrap up. Uh, thank you all so much for attending. Heather, I'll turn it over to you to close us out. Thanks so much, Amelia, Catherine, Jasmine, thank you so much for generously sharing your time and expertise with our group here today. And a really big thank you to our sponsor Law Trades for making this event possible. Um, as a reminder, everyone, you will receive a link to the CLE attestation form in an email from the L Suite later today. So please make sure to complete this form by next Sunday, July 24th, I'm sorry, July 21st at 6:00 PM um, Pacific time to receive CLE credit. So with that, thanks everyone for joining, and we hope to see you next time.",
    "title": "The Art of Professionalism: Navigating Ethical Conduct in Legal Practice",
    "cue_start": 3484.573,
    "cue_end": 3618.699,
    "chunk_index": 39,
    "total_chunks": 39
  }
]