{
  "transcripts_analyzed": [
    "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)",
    "Laying the Groundwork - Building a Strong Foundation in Legal Expertise and Experience",
    "TechGC Virtual Dinner: Level Up Your Board(Jolie Siegel, C4 Therapeutics; Alan Smith & Kat Duncan, Fenwick)",
    "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)",
    "M&A Foundation: Laying the Groundwork for a Successful Acquisition"
  ],
  "transcripts": {
    "The Role of Legal in Building an Effective Diversity & Inclusion Program (Jill Simeone, Etsy)": "It is my pleasure to welcome Jill Simeon, the general counsel of Etsy. I've, um, had the pleasure of hearing her speak before, so I know that we're in for a real treat today, and she's speaking today on diversity and inclusion, which in today's, um, political and legal climate, um, is definitely a hot topic for us to be discussing. And, um, being a, a leader in an organization in the general counsel role, really now is not just something that we, um, that we should be thinking about and being a leader on, but really something that we must be thinking about and being a leader on. So, um, Jill's led the, the legal team, not just at Etsy, but before that, at some of the largest and most recognizable publicly traded companies, and she's going to be sharing her wisdom with us here today. Thank you. Hi, everybody. So I'm here before the wine, huh? Um, are we up there? Yeah. So first of all, thank you and thanks, tech juicy for inviting me. Um, so I think, uh, first of all, what's Etsy? We are, um, a homegrown New York, uh, tech tech company. We are a marketplace for unique, um, handcrafted vintage goods. And, um, we have pretty unusual stats for a tech company. We have about 2 million active sellers. Um, more than 87% of them, um, of our sellers identify as women. Um, we have a 50 50 board gender split, um, and the number of leaders in our tech, in our tech company, which is also a little bit unusual, who identifies women, is a little over 52%. And so, uh, that has led to us being a company that's perceived and actually is pretty good on gender diversity. Um, we have, uh, a generous parental leave, uh, six months, uh, of paid leave, which I think is probably industry leading. Um, we have, uh, gender neutral bathrooms. We were one of the first companies to do that. Um, we've done pay equity studies and we share the results with our board and publicly and with our employees. Um, we've done a lot of things that really have focused on, uh, gender equity. And as a result, um, we've really built a company that is a pretty, um, gender balanced workplace. Um, with our parental leave, we got some notice for a lot of notice for that. Um, we made it, um, applicable to both men and women. Um, and we wanted, we did that because we wanted to make sure that there wasn't a knock on effect in women taking a leave and then sort of falling behind in their careers. So both women and men both qualify for six months leave. And as a result of this very intentional, um, uh, efforts in gender balance, having a brand that certainly attracts women, brought in a lot of women, women tend to bring in other women. Um, we ended up with a tech company that has, um, and has historically had a, uh, pretty impressive gender balanced even more women than men. And even, I suppose you're asking, well, what about the tech roles? Um, even when you double click on the, on the, the tech groups within the company, you'll see that there's a pretty high percentage of women there. There's still further to go, but we're certainly ahead of most of our peers. But when you dig in, and this is one of the questions I asked when I first went to Etsy in 2017. Well, what about everyone else? Another picture started to emerge, and we had to acknowledge that while we were doing really great on gender balance for a tech company, we weren't really doing as well in attracting other groups of people and really focusing on other protected classes. And so you can see here that there's a, there's a, there's a big, there's a big gap and a big, a long way to go for, um, racial, racial diversity. And so I wasn't the only one to notice this. We started be some being suppressed that Etsy's still a white man and women's world, and it really was a company that had a lot of good intentions. Um, we're a company where, um, people really, folk, we did tons of unconscious bias training. People were talking a lot about diversity. People were, um, we were hiring consultants, we were doing studies, and yet we weren't moving the needle. And so the question really was, you have a lot of good intentions. People are activated. We weren't debating whether there were virtues of diversity, whether the diversity was important part of, of our values and important part of the strength of our company, and yet we weren't moving the needle. And so the question is, what do you do? How do you, how do you get, how do you get to action? And so, at the same time, and this was around 2 20 17, I arrived in January. Um, s**t happened, uh, Etsy. Etsy had activists. And the prevailing narrative then, uh, unfortunately, was that Etsy had to choose between being a progressive company and being a profitable company. And the prevailing attitude was that we needed to stop with the artisanal snacks, and we needed to stop, you know, looming and having, you know, quirky Halloween parties. And we needed to really focus on the bottom line. And it was really an either or choice. And you can, I love deal breaker. And the, the, the hope of, uh, of deal breaker, and I think others, was that we, we had made the choice when we were gonna turn to the dark side. And I love this. Now that they're done trying to do good or whatever, Etsy has some actual value. Um, the good news is that what we realized, we had a new CEO and he really, um, was very focused on us, uh, figuring out how to be a profitable company. But he also firmly believed that the values of Etsy were part of what made us great. Um, and so that we weren't throwing out the baby with the bath water, and that we were really focusing on our business. And a core component of our business was the fact that we were a good, good company, and we didn't have to choose between being a company that does good and being a company that was successful. And so, at that point, at that, at that sort of pivotal moment, we had to say, you know, what does building a diverse workplace culture mean for Etsy? What is Etsy all about? And so this began a larger process in the company. We came up with a new mission, and we, our new mission is, is to keep commerce human. And what does that really mean? It means that we're a company that's really about human connections. And if anyone's ever bought anything on Etsy, you know, that you're buying from like some quirky Mary Sue in Kansas City, and she's gonna, you know, send it with a little note and maybe a little piece of candy. And that's like a very human thing in today's modern world. Um, I had a friend this past year who, um, passed away from with breast cancer. I wanted to get something that was very personal for her family that was related to some fabric. She designed. I sent the fabric to, um, this woman. She designed these very personal and beautiful things. She shared her story of her loss for a friend with, um, cancer. And it was the most incredible, um, e-commerce experience I've ever had. Um, this is Etsy. Etsy is about the people. It's not just about our sellers, it's about our employees, it's about our vendors. It's about the entire ecosystem that we're trying to create. So how does that translate? And so from there, we built some guiding principles and, you know, commit to our craft. Yes, okay, sure, there's a pun 'cause we're Etsy. But really we're talking about talent and we're talking about valuing people based on their performance, not on perceptions, not on, you know, oh, you went to my college, but really focusing on talent and performance, minimizing waste. You'll see in a minute we developed an impact goal that was really valuing, um, our, our resources, embracing differences that goes directly to diversity. Um, digging deeper, leading with optimism. And these guiding principles became how we start talking about things and thinking about how we show up at work, how we treat others, how we value ourselves, and how we make for an equitable workplace. Now, as we were building our business goals, one of the things our new CEO Josh Silverman said was really, we had to, um, we had to focus on fewer things. When he arrived also in 2017, we were doing 20,000 really great things. And he said, let's pick 10. What are the most important things to move the needle? And let's do those things really well, and let's measure them. Let's set KPIs, measure our success, and then we will figure out how to move the needle with 10 things. And that's a hard decision with our impact and social goals. Before 2017, we also, we were doing a lot of really great things. We had a million speakers come in. We had initiatives, we had, um, lots of, lots of workshops, but we weren't moving the needle. And so also with our impact initiatives, we decide let's focus on the key things. What are the most important impact initiatives we can do as Etsy? And how do we make it not a silo over there, but how do we integrate it into our culture so that everybody owns these things? And so we picked three, we wanted to focus on economic impact. And let's face it, that's our day job. We provide economic security for 2 million women. Most of our businesses are women. Their, their businesses are one, and it changes their lives. We, um, focus on social impact, which is diversity. And in terms of that, we're talking about employees. We're talking about our brand, we're talking about vendors, we're talking about our whole Etsy ecosystem. And then we're talking about ecological impact. And that was really what's our carbon footprint and what can we do to make it smaller? Now, I could sit here and talk to you about all three of these topics. That's not my topic today. Um, that's for another day. But we, if you wanna look in our, our k we've, we, our 10 K, um, we report on all of these and we've really made some goals, um, some, some progress on our goals. So really what we're talking about, when you take three impact goals and you say they're not separate from your business, when you say they're part of your overall business initiative, then you're talking about integrating impact, social impact into your business model. And what we are viewing it as is a flywheel. Because if we don't have a diverse workplace, if we're not hiring vendors that support our values, if we're, if we're, if we're polluting all over the place, if we're not rewarding fairly and equitably, then we're not creating a business that's sustainable. And by putting them together, everybody owns diversity. Everybody owns building an equitable workplace. And then you start creating a flywheel. And this is what we saw with women when I started. We saw really great talented women coming to Etsy naturally because of our brand. And we saw them inviting and, and bringing on other talented women. And we saw them building a workplace that was equitable based on gender, and it created a flywheel in which that was really successful. And so what we realized is that we needed to create a flywheel for everybody, and we needed to create a flywheel in which we were really addressing with data how to make Etsy a more diverse and inclusive workplace. So this is Etsy's, uh, diversity goal to enable equitable access to the opportunities that we create. It's a pretty broad goal. And we decided that was really our overarching longer term goal, but specifically, we set three sub goals. I don't know if you can see that, but, um, they're around employees, vendors, and the marketplace. And they're really specific goals for employees. We wanted to double the percentage of black, black and Latinx employees and NCS workforce by 2023 for vendors. We wanted to focus more on, um, equitable and sustainable vendors. Um, and we didn't even have a real, I would say a real vendor management system. So there's a lot of infrastructure that would have to happen to have that to, to get us there. Um, and in our marketplace, we wanted to be more inclusive and welcoming. I can't tell you every time I walk into a room and say, I am from Etsy, the women at the table say, oh, I love Etsy. And the men say, oh, my wife likes Etsy. There's a way for our, there's a way to go on our brand there. Um, and so that was something that's something we've been very consciously focusing on. So we're all lawyers. And I guess the question is, what's legal supposed to do about all of this? That sounds like a, like a, a pretty big remit. And the answer is that, um, I and my team have been really involved in this entire process. Um, we've been very involved in advising the business and helping them integrate, um, diversity and inclusion into how we do our business every day. And so what we did is we went and we looked at the data, uh, we looked at the data for our, our, our from hr. We looked at the data in our advertising, we looked at the data in pictures on our website, and we said, where are we falling off? How do we begin to address this holistically? And we started to ask these five questions. There are questions around recruiting, hiring, retaining, promoting, and measuring. And I'll go through these one by one. How do you attract a diverse set of candidates into your pipeline? One of the things we had to acknowledge was that our pipeline was unequal. We were attracting tons and tons of women. Um, some of our teams are all women. Some of our teams are almost all men. And we weren't really focusing on attracting different ages. We weren't really foc attract, um, focusing on attracting, um, people from different, um, racial and ethnic backgrounds. And we were realizing they were falling out of the pipeline at different points in the recruiting process. So how do we recruit more diversely? And we looked at the data and we were able to set up, um, areas of focus for different groups. So where do you focus? It's gonna vary from person to person, from company to company. It might even vary team to team. But you can look at your recruiting data and say, where are groups falling off and how can we focus our recruiting specifically to target different groups? We reviewed our recruiting materials. We realized, like the first picture I opened up, you saw there's a picture of people crafting in hands. We realized a lot of our pictures, the hands were all white. What is that? That sense? A really strong message about who etsy's for. So we started looking at our recruiting materials, and we wanted to reflect the diversity of, of the culture. We, we, we wanted to build who's going to job fairs? We started asking that question, and we realized that the same two, um, people from HR were going to all the job fairs. They didn't represent, they didn't represent diversity, um, but they also didn't represent the diversity of the work in our, in our, in our company. And so we started inviting people from different areas, people, people who are engineers, people in hr, people in marketing. And we started presenting a more diverse portfolio of our employees. How diverse is your brand? What are your ads look like? Who is in them? We have employee resource groups. We had, we, we turned to them and we said, how do you think we should diver, uh, diversify our employee population? They had a lot of great ideas. They started attending job fairs. One of the little caveats with that is that you need to be really, really conscious about not relying too much on your ERGs because they have a full-time job and they really wanna be on the track of being an engineer. They don't wanna become a, a second shift HR person and a recruiter. Um, and so when we, when we engage our ERGs to help us recruit, we really focus on making sure that their managers on board with that and that they get extra recognition, maybe a little bonus, things like that, so that they are rewarded and they are steamed for that contribution. We offer referral bonuses and we measure, measure, measure. There is weekly reporting on diversity, hiring statistics, um, to the executive team. That's a lot of focus. And when you measure something, it moves. So I don't, there's a great ad here, which I think it's got PDF and you can't see, but if you Google it, you'll notice we're gonna have a, we have a big, no, we have a big, uh, fall and winter holiday ad campaign. And what we did for the first time this year was that we sent, um, people from our diversity and inclusion team in HR along to the photo shoot, and they helped, um, pick a more diverse portfolio of actors. Um, they said like, this setting doesn't seem realistic. This setting seems more realistic. And they were there in advising and making sure that people felt represented. And the results of the ads are really great hiring, how you ensure that hiring is fair, consistent, and inclusive. Um, this was a big challenge because we'd done a lot of, as I mentioned before, we'd done a lot of unconscious bias training. People were very activated, people were very aware of biases, and yet the numbers for hiring were not moving. Um, and so we, they said, well, we just, we just don't know what to do. How do we, how, what are the tactics? And so we worked with, um, our employment council, and we really, we built a skills rubric for every open rec. And we said, when you go into the interview, we should not be talking about, oh, you're in that sorority. So am I. Or Oh my gosh, you live right near my brother-In-law. We, those are the things that are bias. And when people are relating to people they're interviewing with through, um, on the basis of things that are not skills, that are not requirements for the job, the result is that you're getting a biased influence on the hiring process. When you stick to the skills required for the job, everybody's getting more or less the same questions and you're pulling from the entire population of, of, of relevant candidates. And you're having a really unbiased process to hire. Um, so we train teams on how to interview. We calibrate our hiring decisions to make sure that people who are getting hired for similar jobs are getting similar comp. That's a really important thing because you don't want then somebody to be, you have, uh, hired somebody, you bring them in and then they talk to their peer and they realize, oh my gosh, I have a very different comp. And sometimes it happens. It happens unconsciously. And if you're not paying attention to it, it leads to somebody leaving the Mansfield Rooney Rule. I don't know. Does anybody have people using that? Yes. No. Yeah, we, um, the Rooney Rule was from the NFL. It, it suggested that you bring in, uh, one diverse candidate to every panel. Um, the Mansfield rule is, is targeted specifically towards lawyers saying bring in two or more diverse candidates, um, to every interview panel, um, so that you are more likely to consider them. It, it makes you conscious of bringing in a diverse pool. We've been doing this. One of the challenges with this, and, and that we've talking about it with the legal team is that people often don't self-identify. And so we had a situation where people were guessing what people's backgrounds were, which is not really a great way of targeting diversity. And then HR is keeping like a secret list, not good. Um, so what we did was we started talking more to the candidates about why we're collecting this data. We're collecting it for good reasons. We, these are our diversity goals. We're interested in building a diverse workforce. And when you do that, then you start to unlock this problem of, of people disclosing, um, hiring panel. We also realized we were, we would go and we'd have, we'd be bringing in a diverse can, uh, panel of candidates, and then we'd look and it would be, you know, five, uh, white guy engineers on the hiring panel. We're like, that doesn't even reflect our company. But it happened, you know, accidentally. So we're trying to be more conscious about the diversity of our panels. Um, we also work with HR to make it a more hospitable process. We make sure that they're aware of what's going on, that they're aware that there's a regular process, that they're part of it. Um, and we also maintain an internal pipeline. This person was really great. This is a really great candidate, not for this role, but we're conscious about just not letting them drop into the endless bucket of like, oh, not this role. Maybe never. Um, but really when we find a great candidate referring them for other roles, retaining, Um, we run, we, we do an annual, do people here do engagement surveys? Yeah, we do a, an engagement survey. And that's really great for uncovering hotspots. We discover that, oh my gosh, there's a perception of unfairness on the X team. That's something that we really wanna address, or so and so is a, a manager who is, you know, showing what appears to be a lot of bias. Um, we do comp surveys to make sure that comp is equitable. When we do, um, we have set up a mentorship program. We focus on the, we've built a vendor, um, screening program. So we're not only screening them to make sure that they're not like, you know, drug traffickers or terrorists, but we also ask them like, do you, do you do, um, do you hire diverse, um, employees? Do you train them on sexual harassment? We wanna make sure that we're working with good vendors. Um, we have set up and funded employee resource groups, and as I said before, we're making sure that we're not overly taxing them. Um, we maintain anti-harassment and non-discrimination policies and training, um, and we train managers to handle, uh, sensitive issues. This has been really interesting. We found that the online training didn't really work with managers. 'cause people would come and say, we have a lot of really young managers. And their friend would be like, oh my gosh, I was at the bar last night with like a bunch of, you know, engineers, and someone was like a little bit handsy and they would not see that as a report of harassment. And they felt like that was their friend, even though they're now managing them. And so we really had to train a workforce of young managers to understand when something is a report of harassment or other, other situation and find and, uh, promote. How do you ensure that promotion processes are fair, consistent, inclusive? Uh, we've recently completely overhauled our promotion process. We do calibrations across the entire, um, org. Um, we, um, talk about diversity, inclusion and promotions. We make sure that our promotions don't end up unconsciously having biases in them. We are really focused on paper performance. Every role has metrics. Are people meeting them? They set goals. Um, when I say calibration, everybody who's, um, like an M five across the entire org, they get calibrated to make sure they're getting paid fairly, not necessarily the same pay from one, one job, uh, group to another, but within that job group, are they being paid fairly? Um, you should also think about considering a, a formal sponsorship program. I know a lot of times in law firms they have that, but oftentimes in companies you don't. And we've created, um, a lot of ways for their, um, employees to find informal sponsorship within the company. And finally, measuring, measuring has really been the key to all of this. Um, we have set all of our impact goals, um, publicly. We've shared them with all of our employees. We've shared them with the board. And then this past year, we took the step of having a, uh, integrated annual report. This means that we have put all our goals into our 10 k, our filing with the SEC. Now, before we did that, I said, you know, listen, I'm not going to be endorsing this if we are not sure that these numbers are real. And so we hired KPMG to help us audit our numbers. Um, and we, we disclose all of our stats. Um, and let me tell you, everybody feels ownership of that, just like they feel ownership. And when I said that this was really integrated with our business and part of the flywheel, people feel ownership of this as part of the results of the company. Everybody owns diversity. Um, so that may not be for everybody. I know a lot of people are not part of public companies, but there's a lots, there are lots of ways of creating accountability, shared accountability and disclosing it. And I think if you don't say it out loud and you don't commit to reasonable goals and you don't measure, you don't get progress. So as I said, we, we put, um, all of this data into our integrator report. I think you should go check it out. Um, it's, if you go onto a website, you can just look for the 2018 annual report. It's really unusual. There aren't companies that are doing this, um, unless they've like, you know, killed every penguin in the, the southern hemisphere. Uh, usually that's when they feel pressured to like make some sort of a environmental commitment. Um, I would love to see more companies looking at their impact goals and realizing that being, uh, a good company is being a good corporate citizen, and that you could do this at any size and it makes you, um, viewed as a positive corporate citizen, your investors, your shareholders alike, given, given the larger environment that we're in. Um, I think there is a real support for companies that are concerned with being good corporate citizens and not just, you know, greenwashing, not just putting out fake intentions, but really measuring and moving the needle. And so I guess my key takeaways here are, um, ask hard questions, uh, dig into the data. Um, we really found out that where we were, where we were dropping off and unsuccessful was very obvious once we looked at the numbers and looked at the data. Um, we built a culture that really, uh, supported diversity and, and also viewed it as part of the success of the company. Having a diverse workforce, having diverse vendors, um, supporting our diverse community was really who we are. And then finally, divine, uh, define a lifecycle program for bringing, um, people into your workforce and your community. Don't look at it as, as piecemeal, um, but really keep, uh, on track of it from, from the initial part of trying to bring people into the company through the whole time that they're there. All of this was not done in a year or a week or an hour. All of this has been done over several years, and it can be scaled to different sizes, but by measuring and reporting and getting people on board, you can really move the needle. Thank you. I think we have time for one question before happy hour In between you and the wine, Um, this really goes to kind of discussions of diversity among your employees, um, either employee forums or engagement groups. How comfortable are you letting employees kind of self moderate those conversations? Or how do you put guardrails in place that ensure that those conversations remain positive, um, and not just causing additional issues for, for you as the company? Yeah, so we have a lot of different ways that we talk about, um, diversity, but also our broader impact goals. Um, we report on them, um, quarterly at our our town hall meeting. Um, and we have a lot of broad people involved in different parts of it reporting, and there's a q and a there. Um, we, we provide, um, disclosure on our impact report, um, after our, um, engagement survey when topics come up, we create round tables where people can talk. If we feel like if it's a hotspot, we will have those moderated or facilitated, um, not by senior management, but by people in the company who are trusted. And we talk to them about how to facilitate it. Um, but we also, what we have come up with is a charter of mindful communication, which really is a way of reframing sometimes questions get asked that are not asked in a really nice way, but if you peel it back, there's a really legitimate question there. And so by putting up, whenever we have our q and a, the charter of mindful communication, which is like read the room, um, ask, ask questions that you really want answered, assume best intentions, it's, it's, you know, a few basics. Um, by doing that, um, people tend to reframe questions that could start off as hostile into construction, constructive questions, um, and other people in the room will call them out on it and say, reframe that. Um, and it'll get reframed and it leads to a, I think, a pretty healthy dialogue. What I think is really important is not shutting out avenues where these conversations happen, because they'll go underground. And I think it's really important to have your, your, um, your finger on the pulse of people's concerns. If there is, um, inequity that's half bubbling up somewhere, or if people are perceiving that something is unfair, and if you're not open to listening to it, it doesn't go away. It gets buried. And then that's when you have, um, you know, I think you end up with a workforce that doesn't really feel like you're, it's a, it's a fair place to work, huh? It used to be. Just Thank you. If you have the opportunity to speak with Jill Moore later, um, make sure to ask her for some funny stories about things like, um, refusing to sell Wiccan potions and, um, fake urine. Um, um, one of my very first responsibilities as a GC almost eight years ago, uh, was actually to help facilitate the transition of one of our male engineers, um, from male to female. And, um, this was kind of before, it was a more common thing to happen in workplaces, and it was tough to take a leadership role in those kinds of conversations, really, um, intense conversations across the organization. But they are honestly some of the most memorable conversations of my life. Like really intense conversations about what does it mean to be a man and what does it mean to be a woman. Um, and I would just really encourage you to lean in to the, to the leadership role in, um, facilitating conversations about diversity and inclusion in your organizations. So we're now gonna have a quick networking break. I understand we'll be followed by some closing remarks from, um, Kieran and Greg before we go downstairs for the closing bell this afternoon. And I just wanted to say thank you so much for letting me spend the day with you today.",
    "Laying the Groundwork - Building a Strong Foundation in Legal Expertise and Experience": "Uh, welcome to TC and W D C members. My name is Sarah Hennings, director of Community with Tech tc. Um, our panel today is gonna be focusing on building a strong foundation in legal expertise and experience, and we have a wonderful set of speakers for you here today. I'm very pleased to welcome Shelly Hall, general Counsel at Net Brain Technologies, and Amanda Bradley, general Counsel at Bolt and our moderator today, someone you're most likely very familiar with and one of our many, uh, hosts from Law Trades, Matt Margolis, head of Community and Legal, and a huge thank you to our sponsor for today's Virtual Panel Law Trades making this event possible. As usual, if you have any questions for our panelists today, you are more than welcome to submit those via the q and a feature here on Zoom. We've also taken all of your questions that you have shared with us prior to this event and have incorporated those into our discussion. And, uh, just a friendly reminder that today is Chatham House Rules. They do apply with regard to the information being shared, and we're really looking forward to this session today. And with that, Matt, I'll turn things over to you. Thanks for being everyone. Appreciate. Thank you so much. Hey, everybody. Uh, again, yeah. I'm Matt Margolis and the head of Legal and Community at Law Trades. If you know what Law Trades is, we're a legal tech company that provides on demand flexible legal talent, attorneys, paralegals, legal operations professionals, what have you, uh, to busy in-house departments and law firms. I, I have a bit of imposter syndrome because both of our speakers today have incredible experience, um, and incredible insight. Just in quickly on who I am, I am currently our sole attorney at Law Trades. Prior to that, I was the sole attorney at a private equity fund down in Miami. And before that I was an A G C at the government. Um, so I have a little bit of insight, but again, not as good of insight as Amanda and Shelley. So, Amanda, I'm gonna, I'm gonna pass it over to you. Yeah, Yeah. That's quite the false advertising in my case, but I appreciate it. Um, I'm Amanda Bradley. I'm the GC of Bolt. Um, prior to that, I was the head of legal at Shift. Um, uh, quickly bounced back to being head of corporate at Spire. Um, and, uh, I'm now at Bolt based in San Francisco. Thank you. And Shelley. Hey everyone. False advertising all around, but hopefully we can somehow live up to it. I am the General counsel at Net Brandand Technologies, which is a B two B software company, uh, focusing on automating network operations. I've been here for about two and a half years, and before that I was the GC at K two software, another B two B software company. And, uh, before that bounced around a little. So looking forward to talking about the journey. Awesome. Awesome. So even before we start, I'd love to hear from both of you. How would you describe the role of gc? Yes, it's, it's the attorney. It's the attorney at these companies, but what does that really mean? And, um, Shelly, if you wanna start Sure. You know, the GC is an executive. You, you know, you are the lawyer of the company, but you are also part of the executive team, and that's an important distinction, which I think a lot of people come into the role and don't realize it. I didn't quite realize it in my first, my first try, but you do need to know that you are a leader for the company. That's what you are. Absolutely. And Amanda, Yeah, likewise. I mean, it, it sounds like it means, uh, head lawyer, but, uh, I find that very little of what I do is actually legal advice. Um, so it's, it's much more than that. It's, you know, being a, a cross-functional kind of connective tissue between different parts of the organization, um, jumping in to lead things, um, because you want the company to be a success and not be necessarily because, um, it is in your legal lane. Um, so it's, it's much broader. Absolutely. And let me ask you guys this, I, it's my, my understanding, at least from my experience, it's really a, a generalist role. It, it's not necessarily, you may be really good in ip, really good in employment, but in that kind of role as a G C C L O, it's, it's a much broader, uh, bench. And is, is that fair to say, Amanda? Sorry, I'm not, I am no longer an m and a lawyer. Um, so yeah, it's a, it is definitely a generalist role and generalist even beyond, you know, just legal topics. I mean, I know more about, you know, um, HR than I ever thought I would, for example. So That's fair. Same here. And then Shelley, Absolutely. You are not only a generalist, but as we said before, you are, I, I think Amanda said it well, the connective tissue. I sometimes think of it as you're the thread that's holding the company together. So in all those different departments, because you see them all in your role and you need to be able to address each of them and spot the issues across the company in ways that your peers might not be able to see them. Agreed. Agreed. And we actually, we received this question be ahead of time, and it's, it's in that same vein. This is really a generalist role, but sometimes it has, its been, sometimes it has its traps and there are certain areas I, I think I agree that you definitely need to gain some knowledge and experience. Um, and I'd love to hear your insight on that. I, I'd say personally, I, I was not an employment attorney, um, by trade. And I certainly found it helpful to leverage outside counsel to learn, uh, employment related well, as well as my HR department. Thank, bless my HR department for, for getting me up to speed on certain things as well. But employment I cannot stress enough. And Amanda, Yeah, the other, the other area I think everyone within the organization kind of expects you to be the expert on that maybe people don't have background in would be corporate governance, um, employee equity and cap tables. Um, and so I think, you know, getting smart, there are lots of ways to get smart on those things, but I think those are the main areas where like, yes, you can lean on outside counsel, but I think that's the, the core area where people might not have background but like kind of need to get smart on, um, in order to do this role. Agreed. Bless Carta, by the way. Yes, Echo that. You're never going to know everything and you're never going to feel like you know enough. But there are areas where, like Amanda said, that you, you might be expected to know where you don't. I can personally say my first GC role, the first day I was told I was gonna be managing the cap table. I smiled, I nodded, I went home and cried because I had never looked at a cap table before. Um, so in that sense, don't be Shelly, but then be Shelly. And what I did next, which was I picked myself up off the couch, I decided, you can do this. You've done things before that you didn't know how to do. I called the friends who were lawyers, had them give me crash courses, found people within the company who wouldn't tell me I was stupid and had them help me figure it out. And that's just what you do as a general counsel. You, you figure it out. Yeah. Same if, if, if I can build a C C P A program based on not knowing anything about privacy, anybody on this call can do anything. I, I have a similar experience with healthcare. I had no experience in health. I was a litigator. I had no experience in healthcare. And I remember sitting down and, and having like, Hey, you need to learn all this as soon as possible. And leveraging outside counsel was such a great asset. 'cause they were, they wanted to build a relationship with me as well because hey, it's the, it's the lawyer at the company crash course cra. And I know, I think Amanda, we talked about this previously, there are firms that even do crash courses. Hmm. Yeah. So, um, two of my companies, um, you know, I was lucky enough to get lucky or unlucky to uh, find myself in the SPAC wave twice. And so two of my companies went public. And in both cases, you know, there are law firms that will, um, do you know, public company GC crash course, um, and you know, other topics for sure. Um, you know, 'cause they want your business and it's free school. So take advantage of that. That's true. So I'll ask everyone this. I think we all have a bit of a unique background going in-house and I'd love to hear how your background led you, uh, to specifically to a GC C L O spot. Um, and Shelly, do you wanna go first? Sure. I was a litigator in private practice. I was a partner in a boutique firm and went into my favorite client because they thought they'd pay less with me being on board than paying the law firm rates. And I think they were right. Um, but from then, I think once you're in house, you know, things start falling on your desk and you start looking at the business as a whole and wanting to see where everything ties together. And if you're finding yourself in that situation where you have more curiosity about the business, then GC is probably the right path for you because that is what a general counsel is. It's someone who has to show judgment across the business and, and across everything. So as a litigator, I was a little nervous because as we've, I've made clear, never seen things like cap tables, but you've gotta think about what your unique skills, uh, are Based on your background. A litigator has seen contracts that have completely fallen apart. So I should know how to work on one. You have seen deals collapse, so you can probably work your way through some m and a, you know how to spot issues because you've had to be strategic on putting together a case and you know how to get people to the table 'cause you've had to negotiate. So think about how those aspects of your background can fit into solving problems that the c e O has. And you can take any background and come up with ways to, to frame it for yourself. Absolutely. And Amanda, Yeah, I, you know, figure, I think the, the hardest step really is to make your way from private practice to in-house. And you know, I figured out early on that, you know, I wanted to stick around and be able to build something rather than just hop in for a deal and hop out when you're in private practice. So that's what brought me in-house. And then once in-house I started to realize like, I actually want the whole thing to work. I more so than I want to be, you know, the expert in this one particular area. And so that's how I kind of pointed more in the, in the GC direction. And then I think it's about, you know, like Shelly said, following your curiosity and grabbing opportunities. Opportunities. Yep. Absolutely. Uh, especially the opportunities I, when I was first, um, when I was an A G C I recall being and that, that's always the thing. Like you get these like really like stretch projects. It's stretching you 'cause you're like, this might not be my element. Um, and I remember getting that for a procurement and sourcing related issue and I just said, yes. I said, yes, I'm gonna do those things. And, and, and gaining that expertise, one optically looked great 'cause it's, oh, he, he's willing to do these things. He's willing to really, um, jump onto these projects that, uh, are foreign to us, that that, that are high priority. But also for all of us, it, it gained skills gained. I gained these valuable skills that maybe someone else in the department didn't have. And that was very, to that point, it was very helpful. It definitely put me in a better position. And then, uh, my background, like Shelley, I was a litigator and I, I I think you were probably told the same thing. I think we all, and I, Amanda, I think you were told this also as an m and a attorney, which is funny. I wanna get to the bottom of this. Never Gonna happen. Yeah. I wanna get to the bottom of this. Who's giving this advice out? It's like one recruiter that's just like going around. But, um, I was told as a litigator I was never gonna go in-house. Um, because that's not what they hire. They, or if you're gonna go in-house, it's a very specialized role. And just like Shelly, I finagled my way in-house by saying the same thing. I'm an issue spotter. I'm one, it's a risk management, um, kind. I'm, I'm gonna manage all this risk. You're much money on x Z. But also I've litigated over to these contractual issues, I've litigated over these issues and, and if I haven't, I know I know where it's going to lead. And it worked. And I, it did allow me to go in-house. And that perspective was very helpful as a head of legal general counsel because it's really quarterbacking the department. I'm an issue spotter, I'm gonna make it work. Um, so that's, that's my advice there. That was long-winded. Again, we're gonna find this recruiter. We get there. Well, and on the flip side, I was told the same thing as an m and a lawyer, again by a recruiter. So maybe there's some, um, misaligned there. Um, but that, you know, m and a lawyers struggle to find their way to that role. And I think the way, you know, issue spotting is a, is a great way to frame it, uh, with, if you have a litigation background, I think the way I framed it having in a corporate background is I'm a, I like to make deals and solve problems. Right, exactly. So you get in the organization and something's not working and somebody wants to get something done, like you're gonna add more value finding the path forward than, than letting people know, well, you know, section 2 35 of whatever says this. Um, and so the legal skills are relevant, but it's kind of like, what's, what's it all directed to? Absolutely. Um, well, I'll ask you this. Since we all started and with different practice areas and, and not, we weren't, I don't think we were, none of us were generalists. But how do you gain confidence, um, in areas that you didn't practice at that that wasn't, that wasn't your expertise. And Shelly, if you wanna start, You have to be comfortable being uncomfortable. That is the general counsel's role. You are, you're never gonna know everything. You're never gonna be the expert, but they're hiring you for your judgment. Mm-hmm. We're all good lawyers. Everyone on this session has to be a really good lawyer. But being a general counsel is showing good judgment across those areas. So as you do these things, you will gain more confidence when you, um, have taken on stretch projects. And, and I think a good way to build confidence in advance is to try and work on something cross-functional, because you will see how other departments think and approach things. And if you can work with the engineers and the salespeople in addition to the legal team, you're head and shoulders above the other lawyers that are maybe looking for the same job. Okay. Yeah. I think it's judgment and also steady hand, right? Like, like being able to admit, you know, I don't, I don't know, but I'll find out like that's a perfectly acceptable answer. But then you gotta go find out and also be able to exude calm in the process of not knowing the answer right away. That is a really good point. And that is really hard to do to, to have the not my hair's on fire. This is right. Like, like Shelly, like to your point, and I was there too, like understanding, um, getting, getting the cap table role and, and understanding like how the finances work. I, I literally sat there and I was like, I'm a litigator. Like this is not what I did. I, I, this is not at all, and I, I'll say this, like gaining the confidence, there is a level of, I don't wanna say false confidence, but at least externally showing I'm, I'm, I mean, it's your point. I'm, I'm gonna figure it out. Having friends, that's what I like about tech GC having friends that I could be like, Hey, um, question, what are your thoughts on this? Obviously anonymized, always anonymized attorney client privilege, everyone gets it. But, um, leaning on friends and allowing them to be your backstop depending on what ar area of expertise it is that, that was helpful. That was helpful. So externally, exactly what Amanda's saying. And then behind the scenes, making sure that the due diligence is done so that it's not truly false confidence, it's, it's pre confidence. So, um, that's, that's my advice there, Matt. That's a really good point about behind the scenes, having people you can lean on. Being a general counsel can be a really lonely role because you are the boss for the legal team, but it's also lonely among the executive team because sometimes you're the only grownup in the room and you can't exactly compare notes with them on what kind of stupid risk they're taking. So it's really important to have people to talk to. Um, don't let yourself take it all on and take it internally and be up 24 7 trying to figure out the problems. Organizations like Tech GC are here for a reason, use it. Agreed. Agreed, agreed. Well, I'll, I'll ask everyone this, just because our backgrounds are also a little different. Did, did you wanna go in-house and be the general counsel or C L o? Was that the plan or was it just something that you ended up into? And, and I'd love to hear that perspective, uh, Amanda, if you wanna start. Sure. Yeah. I, um, I think I figured it out along the way and then it was thrust upon me, uh, with Battlefield promotions. Not once but twice. Um, but it, um, I think you start to realize once you're in house and maybe folks on the call are feeling this, you kind of being the general counsel and being kind of the expert in a certain area, they're different skills, right? Like it's not necessarily, you know, you become head of corporate in my case and then become general counsel. Like that might not be the right path for you. And I think the thing that I observed that made me feel like it was the right path was that, again, I wanted to, I was more interested in kind of making stuff work for the business and you know, working with other leaders cross-functionally and kind of thinking holistically about how this all works, including how the legal department serves the goals of the business versus I think some people prefer to kind of have their area where they are the master and tell others how, you know, this piece of what we're all doing works. And, you know, I started to get very comfortable, like not being the expert, but trying to figure stuff out and get stuff done for the company. And so that's what led me down that path. But it doesn't mean, you know, first I think it means two things. One, you don't have to have mastery in all these areas in order for that to be the right path for you. And two, if you enjoy having mastery, maybe it's not the right path for you and that's okay too. Absolutely. And and Shelly Yeah, that's a really good point. Being a general counsel is not the be all end all. It it, if you don't want to be a general counsel, that's great. It means, you know, if you want to be diving deep in the lawyering and you, you love the lawyer aspect of it, stay doing that. Because the longer you're a general counsel, the less you practice law. That's just a reality. And I know people who've gotten into the GC position and have been, wow, I hate this because I I, I wanna be a lawyer again. I wanna be working on that. So don't feel like you, the GC is the ultimate goal for everyone because it's not, I think I didn't go into it wanting to be a general counsel, I just knew that I wanted to see more about what was happening with my legal advice than I was seen as an outside counsel attorney. And then once inside you, you just, you start working on things, you see things come across your place. And at some point I realized that I was fitting more into the job descriptions I saw for general counsels than the job descriptions I saw for in-house litigators. And that's when I took a step back and thought, well, wow, maybe, maybe that's what I need to do. Maybe I need to just go for it. That's awesome. And I echoing both points, um, going in-house the first time as an A G C, it, I, it was as a litigator going in-house as a, as a, like a generalist, as a just kind of like a plug and play, figure it out. And I found that was enjoyable. That to everyone's point, like that was enjoyable for me. Yes, I was practicing law, but it was also like, almost like product council, like mini quarterbacking, um, smaller issues or one particular issue. And I was like, that's cool quarterbacking things are fun. That, that may be how I like to practice law. And that's to everyone's point, like being this head of legal role, that's what made sense to me. That, that being said, like, I have friends that are chief ip awful officer, no, but Chief IP attorney in these departments absolutely dominating their field, absolutely dominating their field and they love it. And that is, that is the pinnacle of their career. And that's awesome because to everyone's point here, like you don't have to be, and that's, that's a really good conversation I think you need to have before you even convert, you know, contemplate going up that hierarchy is do I even want this? Because you, I think to everyone here can agree you might get into that situation or Shelley, I think you had even referenced it, like you get into that seat and you're like, well, this kind of sucks. It's kind of not what I wanted. And, and that's, and that might not be what you want to do, that might not be the right situation to be in, especially, um, you know, the company's relying even at that point and in that role and that strategic business legal role. So that's a, that's one thing I, I'll I'll present to everyone is make sure that's what you want to do. Because being either side as an in-house attorney is, is fine, is awesome. Well, and those people are crucial. Like the people, the, your kind of IP leader or corporate leader or litigation leader, like I lean very heavily on, you know, uh, Wynn who runs product and privacy and Michael who runs commercial and they have expertise that I don't have. And so, you know, it's um, you know, I try to make sure that they know that they, you know, in their areas I'm following their lead. Yeah. So, No, absolutely. So let, we're gonna transition to our next topic, which is identifying opportunities in your current role to gain legal experience. And I think that's, that's really important. Let me start with first, what skills do you sharpen? I I think we've talked about this as it's a strategic business role. It's, it's a generalist, but like more like specifically what, what skills would you say you need to be like, I need these to be G C C L L and um, Shelly, do you wanna start? So many of the skills I think aren't legal. You know, you need to, you need to be the diplomat. You need to know how to listen, you need to, how to speak in terms that the non-lawyers are going to listen to so that you can be respected and advocate. Uh, you do need, uh, the basics in a lot of different areas. I think having some basics in employment law is also really helpful to prepare you for it. Um, because those are often the questions that come up where there might not be time to go out and research it. It's more of a, we're gonna have to make that call right now. Um, so those are some things I think to consider. Absolutely. And Amanda? Yeah, I mean, um, when I joined my first, um, in, took my first in-house role, it was the second in command to a woman who had a litigation background. And so her purpose in hiring me, I think was to kind of bolster the corporate side of things. And, um, she had come straight from a firm and I think the toughest thing she experienced, and maybe Shelly and Matt, you guys will echo this, is getting smart on the corporate side of things and understanding how equity works. 'cause you gotta communi, you know, you have to be the face of that to all the employees usually, um, understanding board dynamics. Um, and so things you could actually do today to help with that are read your organizational documents and your voting agreement and learn from your GC about the relational dynamics of your shareholders. And, you know, what are the things that make, you know, corporate governance challenging at your company, for example. Um, that's all stuff that, you know, you could just get smart on now. Um, if you wanna kind of, um, excel into that role. Agreed. I'm gonna say, this is gonna sound really basic, but, uh, basic finance, basic finance, I did not have that background at all. And someone, I mean, obviously that's really important for any in-house attorney, but like, especially if as you go up the chain, I think, like the joke I have, and everyone's gonna make fun of me on this call, I, I imagine, but like, pronunciation of like, of is it ebitda? Is it ebitda, is it whatever it's pronounced as. It doesn't matter. But because the moment I walk into the room and if I pronounce it incorrect, right? Or at least how my team pronounces it, people are gonna look at me a little silly. And, uh, I ended up taking a C L e, I think through Thomson Reuters on like, uh, finance for lawyers. And that was very helpful. That was a skill that I didn't have, uh, getting into this role that I desperately needed to, to echo Shelly's point, communication skills was something that I had been working on because I think how I would talk to people was I would talk to people, um, like, like a, like a piece of a, of, of a puzzle as opposed to being up and looking down and being like, strategically what, why don't we look at it like this? Why don't we try these directions? It was much more, it's hard for me to fully explain it, but it wasn't, it wasn't, um, I couldn't talk, like I was looking at the forest. I was only talking like I could see the trees. And I think that was very helpful is, is understanding how to communicate long-term strategic goals, how to communicate, um, overall what's going on. And again, talking to business folks is really important. And board dynamics, I mean, talking to a board as well, it's like a whole different ball game. So those are all skills I think you really should work on. Again, I'm gonna stress finance and understanding, um, basic legal business industry concepts as well. Yeah. And there's extension classes. I think there's one at Berkeley that they do for, you know, people who have other jobs and just wanna be fluent in this stuff. Um, so think about that. Agreed. Well, I'll ask you this, like as, as lawyers, like have you ever tackled, sorry, as general counsel C L o, have you ever tackled like non-legal related issues? Is that an aspect of the job? I feel like I forgot to ask that. I think it's an important aspect of the job because again, you're a business leader at this point, being the general counsel. And it's important to tackle things even if you don't have the background in them. Because remember, you're a lawyer, that means you know how to, to run projects, you know how to spot issues, you know how to do this stuff. But an example, we were in between heads of marketing and the c e O wanted to start a customer advisory board. So he pointed at me and I said, well, okay, I know nothing about that, but I do know how to herd cats. 'cause that's, you know, what you do as a lawyer and I know how to translate things into normal speaks. So I could be the one who'd have the tech person tell me what would be an important type of person for a customer advisory board and then go to the salespeople and we could try and figure out what that meant. And, and I could keep people on track because since I was a litigator, I know about how to keep things on track so you can take your skills and tackle things that have nothing to do with being the, what you think of being the general counsel. And it's important to do that because then you show the rest of your executive team that you are in it for the business. You are not just in it for the legal team. Agreed. Yeah, same thing. I, you know, took over the HR function for six months when, um, we lost our head of people at one of my prior companies. Um, and you know, the sa the same skill, you know, you have to have as a GC who's not a subject matter expert in every single thing that happens that's, you know, legal at your company, it relates to covering other functions as well. If, if that comes up and, um, Matt, you raised a really good example earlier with procurement, you know, that's an another area where, you know, legal can often jump in even though it's not your, your lane, um, because you want it to be successful for the benefit of the company in general. Um, so, so I think resisting the temptation to kind of like block stuff because it's not, you know, legal work and, and thinking about it more as I just want this to be successful and I think I can lead it to success, um, is the way to look at it. Yeah, I, I, I led health insurance, um, at, at a, at a previous company. Fun If, if you're like, if you're watching this and that's something that could be on your plate, just don't do it. I mean, I recommend definitely jumping to these projects, but that wasn't fun. But, uh, to everyone's point, like that's a non-legal aspect of the job that I did take on because I think it's your point being in that role, you're also, that's something to be cognizant of if you want to be general counsel. C L O is you're also a business person, you're also an executive. And, um, no one was willing to tackle it or some people were willing to tackle it. But maybe Shelly, to your point, like maybe didn't issue spot quite what we, you know, this might be a problem, this might be better. And I jumped in and I didn't love it, but I did it. And that is an aspect of the job to, to be cognizant of is not to say you always have to handle health insurance, but you may handle these projects that just that arise that may not be fully legal. What you just said, Matt, I think goes to, I saw one of the questions in the chat about, you know, will VCs hire you as GC if you were not a subject matter expert in corporate work? And I think what we've all been saying is absolutely, because you aren't just going to be corporate doing corporate work. I had no background in that and I've been hired by two VC companies as the general counsel. So you just remember that the skillset you have translates to what the problems they are that they need to solve. And you have outside counsel that can help fill in the blanks on the things you don't know how to do. But what the company needs is someone who can steer the ship every single day rather than steering it on one particular subject. And by the way that, you know, Matt's and Shelly's point about kind of jumping in to cover stuff, um, that can be relevant, I think to folks who are in organizations that are larger and maybe a little bit more siloed, you know, where the, you know, DG D G C or a g C role is very specific and not, you know, wide reaching like mine was. Um, offering yourself to jump in on a cross-functional project, I think can show, can start to build and exhibit the muscles that you would need as a gc, right? Um, it shows that you're kind of trying to make stuff work even outside of your lane, um, and it can create that visibility that leads to others thinking of you as different larger roles arise. Agreed. So let me ask everyone this, how do you know you're ready to, to, to go from E G C to D G C to GC or C L L or D G C to C gc? It's a lot of acronyms going from one stage to the other. How about that? It's a little bit easier. Uh, how would you know, I guess what are you, is there just like a timeframe or how, how would you think about that situation? I would say you're never going to be fully ready. And if you keep waiting for the moment when you are the expert in everything, you're completely ready. You'll never make the the leap. Um, my view is it's when you are not being challenged anymore and when you are looking for a different challenge that has more to do with the business than with the law. That I think is the point when you need to start thinking maybe general counsels is what I wanna be. And just quickly, someone asked a question about whether there's a difference between a GC and a chief legal officer at Venture Capital Company. My view is, that's just same thing, different title. So you get the board exposure, you're doing everything. I mean, it's nice to have the word chief in your title, but I've never had it and I've never had an issue with being the, the head poncho when it comes to the legal stuff. I think that's fair. And Amanda, Yeah, I think that's a vanity title. They're the same. I close myself for a second. Um, I'll be Honest. No, that's fine. That respect. Um, so how do you, how do you know you're ready to take the leap from hc? Oh, that question? Yeah, that question. Um, how do you know you're ready to take the leap? Um, yeah, no, I think, um, as someone who gets bored quickly, um, from once I've achieved mastery of something, I like Shelly's point about, you know, when you're not feeling challenged anymore, I think is the right one. Um, I think there are ways to kind of dip your toe in the water, um, before, you know, rather than it being this kind of like, first I'm an A G C and now all of a sudden I'm the gc, you know, you might consider opportunities to even just like cover for the GC while they're out on vacation, um, or, you know, parental leave or what have you. Like, are there ways where you can kind of like experience that experience or like hop into a board meeting to present on something or just get a little exposure so it doesn't feel this like this big, you know, shift, um, from something you've never even touched before. Absolutely. So we're gonna transition to our, our final topic then. We've got a lot of questions from folks, but it's building relationships with internal stakeholders to better understand the legal needs. So, um, going from, I guess going from one organization to another, it's very important to jump in and then all of a sudden you're the GC and you have to create these relationships, but it's also internally when you are an A G C or A D G C transitioning to a GC or C L O role, um, building those relationships ahead of time. And I'd love to know from everyone, how, how do you build up those relationships or what are best practices for building up relationships with your business departments? And um, Amanda, do you wanna start? Yeah, and, and shell, this is a good one. Um, because Shelly and I have very different perspectives on this, right? So Shelly came to her GC role outside of the company, and I came to both my GC or head of legal and then GC roles from within the company. And so my experience, um, in building those relationships was that I had already started to build them before I was the gc, right? Like the, the way that transition, um, w was kind of smoothed, at least in this, um, at Bolt when I went from head of corporate to GC, was that I had been, you know, running transactions that required me to partner closely with the C F O, with the head of corp dev, with the head of hr and leaning into those relationships meant and, and the C E O, right? Um, if you're, if you're dealing with a, you know, kind of existential transaction. And so building those relationships from within when I didn't have that role, I think made it easy in other people's minds to think of me kind of slotting into that role. We had already built relationships, we had already built trust. Um, and so it, I think it maybe didn't seem like that much of a stretch for folks, but I'd be really interested to hear Shelly's position coming from the outside. Yeah, from coming from the outside and landing in a company as the general counsel. I think the most important way to build trust is to listen people, well, people love to talk about themselves, right? But you also learn so much listening to your peers talk about the things that are going on in their department. Because if you get them talking, they're gonna talk about the general issues they're trying to address, as opposed to if you say, what legal concerns do you have, the, the brain's gonna go to a very narrow area of what they think is is legal. So I personally set up one-on-ones with everyone on the executive team on a regular basis, and I, I don't have an agenda, I just listen to them and my husband says, I'm like the company therapist and maybe I'm, but that builds trust with them so that they know they can, um, talk to me, they can come to me. They don't have to feel like they go around legal and then they're more likely to involve me in things. I I have a question actually. This is, this is unrelated to all this, but it now, it's, now it's just me personally asking, curious, do you guys ever do office hours, like legal office hours? And if you have, have you found it helpful? I have not. I've heard a lot of people talk about that. I, I thought about doing it and then I became slightly terrified at the number of people who might come in and just start wanting to ask me about how to manage their divorce or something like that. So That would be so funny though. Um, it would be horrifying, but also I'd be like a little funny, uh, Amanda have you, have you dealt So, um, we've done equity office hours because that's something where like employees don't necessarily have that expertise and have a lot of questions. And so I think that's a good thing, a good topic to like set aside for people. In terms of legal in general, I don't find, like, I think to hold office hours you have to presume that people have like a lot of questions that they don't have a forum to ask. And we, at least at Bolt, we don't have a problem with people being afraid to come to us directly with their questions. We've got a lot of questions so it doesn't feel like a need. That's fair. I it just that, that thought about it. 'cause I did do that originally to build trust with the business, um, and it was okay, it, like, I don't know if it was ultimately very helpful, but I was curious just because that is a tactic some people use to, even if no one has questions, it's like, oh, legal's always there. Like, I can always on a, on a lunch hour. But I, I was curious, that was just me personally guys, I'm sorry. But, um, I Like Shelly's approach of, you know, and, and I try to do the same, although maybe I'm not, uh, always perfect at it, but, um, of monthly or quarterly check-ins with all the other leaders, because then it's not like, I think to hold legal office hours, it, it kind of puts a box around your role and Shelly's exactly right. Like if you're able to talk to everybody about what are your concerns in general, what's going on in general and how might you know a solution touch on something I could help you with. And someone asked about that in the chat about how to get them to talk when it seems they're looking to you for an agenda about legal people like to talk. So I think you'll find it's easier than, than it seems. But also I am always asking about, you know, how's your team doing? What projects are they working on? Just questions like that that have nothing to do with my aspect as the gc just to hear what's going on. And that usually gets the conversation going. And yes, I always walk away from those with some nuggets of things that I either wanna follow up on or something where it's clear that two departments aren't talking together or another feeling about maybe we could do a training on this or, you know, here's where maybe my reports could do a better job of getting involved in that department and building up their own profile. Yeah, asking people what's working and what's not working, what is keeping you up at night? Like, those kinds of open-ended questions, like people will tell you all kinds of stuff that, you know, you'll, you'll never get bored, But keeping you up at night, I definitely think you'd get some great responses for that one. Um, absolutely frightening responses. So, uh, I've got another question and this one I personally have dealt with myself. It is, so let's say you get into that role, and it could be in both of you have unique perspectives in this where either you transition to a company, to a different company into that role or you ascend upwards. How do you convince everyone that you are the gc? I know that sound that kind of sounds strange, but I think we've all probably dealt with this feeling before and, um, Shelley, if you wanna start That is the eternal challenge because it's, it's always gonna be an issue whether you're coming up or you're coming in. And one thing I think is important is, again, to be there to help them solve their problems in a way that lets them know you're not trying to take over their turf. So being helpful is, and being responsive is important. Also, knowing the business as much as you can is helpful for them to view you as an equal. So learn about the, the space that your company is in, learn what the competitors are, et cetera, so that you can actually be making comments that are relevant to the business. That I think goes a long way to gaining some respect. Absolutely, Amanda, I agree with that. It can be tough and every company culture is different, but sometimes, you know, folks who, um, maybe come from other companies where this was the case or what have you, can put legal in kind of this box where, you know, they'll come, they'll come to you with something specific, but they don't really like take you seriously as a, as an executive. Beyond that, um, I don't find it particularly helpful and I think can actually be a big waste of time and energy to kind of like stomp your feet and try to, you know, get respect by demanding it. I think it's just kind of what Shelly said, like being a, being helpful, um, being, you know, listening to what people care about and trying to help, you know, solve their problems. Um, you know, having, bringing the expertise where it's relevant, but being, and also being, like I said before, that kind of steady hand even where you don't have the expertise, um, I think it kind of builds itself through practice rather than, and and that's more effective than kind of just saying, Hey, I'm the gc, you gotta respect me. That's great insight. We have a lot of questions that were previously submitted. Again, if you're watching, please feel free to continue to submit questions. We have a bunch, but, uh, and we'll get to whatever we can get to, but we've got some good ones. I'd love to ask this one because I don't have this perspective. I've never been in a public company, but in a large public company where legal function could be compartmentalized, how do you navigate to acquire different skills? And I'd, I'd love anyone's perspective on, uh, Amanda, if you wanna start Shelly, I forget if your company's public, but I think this question actually like can apply public or private, it's more like it where, where there's silos, how do you get other experiences? Um, I think, you know, the silver lining of, of layoffs or attrition could be, hey, I, you know, let me reach over into this area and, and at least try to cover for a little bit, um, is one thing you could do. Another thing is kind of what we talked about before, which is where you see opportunities for cross-functional partnership or maybe something that doesn't have a clear owner, like, hey, we've got people, you know, all these vendors that kind of are the same as each other and it's wasting company money. Like, can I part with partner with somebody in, um, finance to overhaul our procurement policy? I know we keep using that example, but I think it's a good one. Um, I think you, you might have to kind of look for your own opportunities of what, of where you can expand and help or with your work with your GC to figure out, you know, what can I support that's not fully supported right now or, or that you don't have the resources for. Sure. And Shelly, We aren't publicly traded. Before I came a general counsel, I was working for a publicly traded company and I do think, don't be afraid to ask your boss for stretch roles and stretch assignments because the g c always has too much on their hands. So someone who's willing to take on more is, it is going to make them happy. So don't be afraid to ask, but also, like Amanda said, be looking on your own. You know, there are, uh, look for your peers in other departments, you know, don't necessarily have to be looking at the top, but looking for your peers. Are there things that they need help with that you can help with that can give you more exposure? Good insight. I, I've been, me personally, I've been going out and looking at like I A P P and trying to get privacy certification. So like that I've been using that as a way to try to pick up these skills that I may not normally have or I don't have the ability to have. Um, or I mean, I, I keep, we have, we keep saying it, you could always lean on outside counsel, but I mean, again, if it's a larger company where you may not have that ability because you're, you are doing commercial contracts and you're trying to gain exposure and employment law, that may not be helpful. But, um, there are ways to look outwards and get that information and to build up those skills outside of your organization. Um, and kind of leads to the next question is, can you describe how you stay on top of relevant legal info and plugged into overall like the overall legal landscape? And Amanda, if you wanna start? Yeah, This is a tough one that I, I was just talking about. Um, one of my team members, um, you know, leaning heavily on law firms, you know, those, those newsletters are free. Um, and I get, you know, so many of them that I have a special folder for it. Um, that's a good way. Um, I think depending on industry, um, some law firms have, you know, dedicated folks that are staying on top of this. So back, um, when I was at Shift, which is a online used car sales platform, auto regulatory, not an area where I had, you know, a lot of experience but is an area where, you know, people's whole lives are in that space, right? Yeah. And so there are law firms that can gather, are looking and gathering that all up for you. Um, trying to, you know, watch what's happening in DC and stay on top of that by yourself I think is unlikely to be successful. And so leveraging people who are focused on that, um, would be better. Agreed. Then Shelly, Amanda just said, what I was thinking was you can't keep up on everything and to try would mean that you're gonna be reading newsletters all day long, which isn't really gonna do anybody any good. Um, but orgs like tech gc, I mean, we're on this seminar, but there's a lot on its platform that you can do searches for to find out the basics on some things you need to know. And as Amanda said, those law firms are putting out free newsletters every day, you know, read 'em. I, to be honest, have that folder, same email folder with the newsletters. I don't go into that folder as often as I should, but, but don't be like me there. You, you, you know, if you get those, read them, it'll, it'll actually keep you pretty up to date on, on a variety of things. Agreed, agreed. That's a good point though. With the tech GC community, I, you know, we had a, um, maybe others have experienced this. Um, at one of my prior companies, we received like an a d a, uh, compliance kind of shakedown letter from a plaintiff's, uh, attorney who was solely focused on that. Um, it's not something we had focused enough on, um, but there were folks and I kind of wasn't an expert in the area, um, among many other things. Um, but there were folks within the tech GC organization that were like you able to familiar not only with the subject but with the specific plaintiff's attorney and able to say, you know, here's the issue, here's kind of what, how we handled it. You know, you can get 'em to go away with X, Y, Z. Um, so the tech GC resources are very helpful. Agreed. I, I use I same vote, like it's too hard to keep on with everything. Um, I use JD Supra is pretty good publicly or like, 'cause law to, to everyone's point, like with those newsletters, those law firms are also posting on there. Um, I do get the newsletters as well. I don't have a folder, which now I'm going to change that on after this because I've made that mistake myself. Um, and really, yeah, it's like I have like friends I've made sure not to say like I've made friends in my sub practice area, but I definitely friends in various practice areas that I will, I will reach out to from time to time not, it's not like a personal reach out now, it's more of like, hey, question to you like what's going on with, uh, non-competes? What's going on with the NL r b? Are we seeing any change on X, Y, and Z? And, um, it's very helpful. That's been very helpful to keep on top things. 'cause you're right, 'cause all of us just don't have the ability, especially if we're doing work internationally. It's like I, I don't know how you can keep up, but, um, I'm echoing everyone else's points. I don't think there's anything else I could add that, that provides any more value than that. Um, we had an interesting question. I think I maybe could provide some insight as well. It's as the D G C of a mid-size company, I don't manage a team of attorneys. So what are the skills, challenges, resources of managing the legal department? So I guess having the perspective of I don't manage anybody, what should I know? That's a really good question, uh, because I think a lot of lawyers are not necessarily good managers. That's just not what they do. And so it is a different skillset. My philosophy of managing a legal team is my pillar of leadership is generosity. And I think that's something I keep in mind. I have to be generous with the assignments. I dole out, you know, letting somebody take something even if I think maybe I could have done it faster, generous with my time when they have questions, when people need things. Uh, and, and generally generous with their exposure as well in that I want them to be viewed important in their own right. So that's just, that drives everything I do as far as managing a team is keeping that pillar in mind for myself. That's fair. And Amanda, Charlie sounds like a great manager. Um, I, um, I think another thing for first time managers to keep in mind is that, you know, sometimes it can be tempting when you're managing another person to present yourself as kind of the, you know, person who knows it all and has been there before and here's how you do this X, Y, z and that may not be the case. And I think a better management skill would be to admit when you don't know and to kind of let that person, um, be more of a partner on things in that category rather than, um, try to dictate outcomes, um, and give them space to, you know, be creative with the solutions. I think, um, someone said this phrase the other day that I thought was funny. Um, don't hire a dog and then bark for it. So I think letting you know, setting the direction and letting people find the way I think is gonna be, is the hardest thing to transition to doing when you're used to doing everything yourself. That is such a good point because as you grow, as your team grows, you should be hiring people who are smarter than you in certain areas, and you have to be comfortable with that, that they may know more about privacy and that's great, that's fantastic. Let them know more about privacy. That's still, you're still the general counsel, you're still managing them, but let them succeed. I, I think that's a great, a great thing to think of. That's a really good, all that's point. And it actually, I, it leads to a question that's kind of like a tie into that and one of the last ones. It's, so what do you do and how, how do you navigate, um, colleagues that maybe don't want you to encroach on their area, that don't, that are, are, are hesitant to provide you? Like, Hey, I'm an employment attorney, maybe I don't want you to, to touch this handbook that I'm working on. So, uh, I'd love your insight there and Shelly, if you wanna start Sure. That's a challenge and that's a very real challenge for every general counsel you need to approach it by putting yourself in their shoes is my view. What are, what are they afraid of when it comes to you? What kind of scar tissue are they carrying around based on their past experiences with legal teams? And try to ease those concerns in that you are there to help to be a partner, you're trying to take their glory away. Uh, someone had put a question in there about, you know, do you, are you the front and Center for Comms, not necessarily in my mind, it's more important to be effective than to be viewed as the, the mouthpiece. So that's what I was trying to think of is what are they afraid of? What can I do to make them not afraid of this and make, make sure that I'm not feeling like I need some sort of glory moment in all of it. Yeah. Yeah. I use the employee handbook example. Like I don't wanna micromanage an employee handbook. And so I think understanding why someone is, but I do wanna kind of see it before it's going out to the whole employee population. And so I think a understanding why someone is so kind of protective, that they don't want you to be involved at all. And how might you, as Shelly was kind of saying, what is the threat they're perceiving and how might you disarm that so that they're not feeling like there's a threat, right? Whether it's, Hey, I know you're the expert in this and I'm, you know, not trying to take that away from you, or, you know, I trust your expertise here. Um, but, you know, it's, it's always good to have, have more perspectives, um, kind of approach. Um, but yeah, that is a, that's a tough one. Perfect. I have one final question for everyone here, and then I will leave you be, I appreciate the insight, the time, everything you've provided today. I'm gonna take it with me because I've just recently transitioned into this role. So thank you guys. What is one big takeaway you want everyone to, to, to take back from this? Like, that's what I would love. Your, your one piece, your one nugget. Like what do you want everyone to know? Uh, a d g C, an a g c, a corporate council who's watching this today. And I'll give you a moment. I know this one's on the fly. One more. Whoever wants to start, You'll never be perfect, and that's okay. You can still do it and you can do a great job at it, even if you're not perfect. I love it. And Amanda, And similar but different, um, you'll never know everything. And so the best expertise you can, um, master is the kind of mastery of kind of proceeding confidently when you don't know. I love it. My, my takeaway is I'm stealing yours and it's don't, what is it? It's, don't hire a dog and then bark for them. Yes. That's mine. Now I took that. That's, that was fantastic. All right everyone, thank you so much for tuning in. I wanna thank tech GC for, uh, providing Ball Trades, the ability to put on this event. Uh, and I, I want to thank again, Amanda and Shelly. This has been absolutely stellar and I can't say thank you again. That's enough. Thanks Matt. Thanks everybody. Thanks everyone. Fantastic job To Amanda and Shelly and our wonderful moderator, Matt, for giving your time today and your expertise. And again, like said, I keep saying to lot trades for, for making this event possible in first place. And with that, I'm gonna go ahead and close things out and we hope to see you all next time. Hope everyone has their fantastic rest of your week. Bye everyone.",
    "TechGC Virtual Dinner: Level Up Your Board(Jolie Siegel, C4 Therapeutics; Alan Smith & Kat Duncan, Fenwick)": "Hello everyone, and thanks for taking the time to join our tech GC virtual dinner today. Um, just a few quick housekeeping notes before we get started. Um, if anyone had any issues with the DoorDash codes, feel free to send me a private message in the chat feature. We'll, we'll get that sorted, but hopefully you were all able to order some dinner and drinks and we highly encourage you to enjoy those dinners and drinks. Um, and thank you everyone, uh, for joining via video. I don't really have to tell anyone to join on video, so that is great. Uh, this will be an interactive discussion. So, uh, we welcome all questions, comments, and, uh, feel free to unmute yourself during, um, with when any question or comment comes up. Um, but with that, we can go ahead and get started. I'll pass it over to our tech GC host for the evening, uh, Jolie Siegel, she is the CLO of C four Therapeutics Jolie. I'll pass it over to you. Thank you, Tara. So looking forward to this conversation tonight, and excited to have all of you guys joining us as well. My name is, as you said, is Jolie Siegel. I'm the Chief Legal Officer at C four Therapeutics, which is a company working on creating a new class of degrader medications for oncology and other, uh, therapeutic areas. And I've been with the company since June last year. I joined, uh, a couple weeks after a series B, and we immediately launched into an IPO, which closed, uh, 90 days after that. So in my first 120 days an IPO, that was interesting. Um, and since then we've gone on to get our first trial into the clinic and also do a follow on financing, uh, even before S3 eligibility. So it's been a busy and eventful year. On a personal note, on top of all that, I went on maternity leave at the end of May, so I'm finishing that up and go back to work next week. So, uh, lots of stuff going on, but did decide to tip my toes in the water with a board meeting this past week to just try and listen in 'cause I can't get enough of board dynamics. So that's sort of my background. Uh, we've got really great leadership from Fenwick with Alan and Kat on the line with us today, and they're gonna take us through a number of topics that we've thought about in terms of how to manage and get the most out of your board. Of course, as always, the best discussion come from comes from us asking questions and us sort of pushing through different scenarios and getting each other's input. So I would ask that folks, please chime in and let's make this as interactive as we possibly can. But I just wanna, you know, at the outset, thank the f team for their sponsorship, the event tonight. And I'll turn it over to Alan and Ka and let them introduce themselves. Yeah, say I'll go first. Uh, so thanks Julie. Uh, so my name is Kat Duncan. I'm a corporate partner at Fenwick and West. Um, I guess just a little bit about me first, and then I'll speak just really briefly about Fenwick. Um, so I just made a partner this year and, uh, so exciting milestone for me. Uh, and I've been at Fenwick for over 10 years. Uh, I, my practice is predominantly, uh, capital markets and working with public companies as well as working with, uh, private companies. Uh, on the public company side. I just completed taking, uh, Remitly Public. Uh, they had first day of trading last Thursday. Um, and I've worked with Alan on, uh, Redfin and Smartsheet, uh, here in the Seattle market. Uh, and then I also work with other public companies like Chegg and DocuSign. Um, on the private company side, I work with a number of, uh, later stage, uh, private companies that are in the consumer space. So like a Madison Reed, which does hair color primary kids, which does kids clothes. Uh, and I also work with a number of, uh, video gaming startups. Um, Fenwick, uh, is a firm that I'm sure, uh, I think, I think there's actually one client on the line. Uh, but we're a tech and life sciences, uh, law firm. So been around for over 50 years with, uh, presence up and down the west coast. So we've got offices in, you know, San Francisco, mountain View, Santa Monica, Seattle, as well as New York, and we're going to open a DC office as well. Um, our bread and butter is working with, uh, you know, technology and life sciences companies doing everything from corporate work, financing, employment, uh, you know, intellectual property, uh, doing licensing agreements, uh, you know, patents, litigation tax, uh, so anything and everything to service our, uh, our tech clients. So with that, I'll hand it over to Alan. Thanks. Um, I think Kat, uh, painted that picture pretty well, so there's not a lot left for me, but that's appropriate. Um, yeah, I'm, I'm both a, a practicing attorney and also I'm the chair of our corporate group. So I helped open the Seattle office for Fenwick in 2008 and been practicing for about 25 years working with technology and life sciences companies of all stages. My mission is to find the next great startups, grow 'em up, help 'em raise money, go public, buy other companies, and then many of 'em get sold down the other side. I've worked with a lot of our regions, uh, leading, uh, public companies over the years. Uh, my most recent IPOs are Smartsheet and Redfin, that cat already alluded to Impel, neurop Pharma earlier this year. And, um, have had a, a, a lot of board experiences over the years, good and bad, from shareholder activism to hostile takeover defense, to board conflicts, um, you know, tricky executive terminations. So, um, we can certainly tell war stories or probably come up with scenarios and help answer your questions that you, you may have look forward to your questions. Awesome. So I think the form effort tonight, just a couple things. One, well, I have some questions that I can put to Alan and Kat that we can go through, but before we do that, we'll follow through on our usual format of doing introductions. So I, I've given my introduction, we'll ask folks to introduce themselves, give a second or two on who their, what their company is, and then one challenge that you're currently facing, uh, bonus points if it ties into our topic of board matters today. So I'll give you my one challenge that I'm thinking about. You know, we've got a, um, ex a an engaged board of directors, but we don't have, uh, a lot of public company director experience on our board. So thinking about how to keep our board as well educated about what's topical and important today and what investors are expecting from directors is something that I'm always thinking about. And I'll turn over, I'm gonna go on my screen to Christine, who's first one up for me. Hi, everybody. Good evening. Um, happy to, to join this group. Um, so I just joined at Fire as its first general council, uh, three weeks ago. And we have our first, uh, board meeting coming up. Well, I should, I should say, I have my first board meeting coming up the first week of October. So this topic is very timely for me. Uh, previous to at fire, I was general counsel at Acquia. I was there for eight years. Um, so it's, it's nice to see all of you and I, I look forward to the discussion. And Christine, why don't you pick somebody and we'll just keep passing it around. Uh, so yeah, I'll, I'll pass the baton to, I think Kat is to the right of my screen. Oh, no, sorry. That's, uh, Fenwick. Sorry. Uh, it's Karen. Hi, Karen. Hi, I'm Karen Tepi chain. Um, I am general counsel at Ginkgo Bioworks. Um, we're a biotechnology company where we're building a platform to program cells like you can program computers. Um, and we also have a COVID-19 testing, um, uh, you know, business unit. Uh, so we recently completed, um, a business combination with a spac, so we're now a public company as of September 16th. So I think our board issues, um, that we're facing is really like, you know, how do we move from being this private company board where really, like a lot of the executive team had, um, ownership and, um, decision making authority over lots of the different kinds of transactions we do to how do you like, create like, um, solid governance, um, uh, a solid governance and a solid relationship with the board, um, to efficiently continue business as we have done it. So I'm another Karen, I wasn't sure which Karen you were calling out. So I'll, um, Hi Karen. I'm Karen Galley. I'm, um, general Counsel at Ika America Pharmaceutical. I am new to Tech gc. This is my first event. Um, Ika is a, um, pharmaceutical company. We're also in, um, the digital space. We have the first FDA, um, product approved, which is a chip in a pill, um, called Abilify, my site. Um, and we're looking at other digital opportunities. So that prompted me to join, um, challenge. So, so we're privately held. We just had our, our parent company in Japan just kicked off our 100th year celebration or hundredth anniversary year. So, you know, we're well established and not seeking funding. And so I think I'm in a different space, or I'm handling different issues than many of you on the call. But, um, one of the challenges that we have is because we're privately held and we're long standing, our board is very known to us. Um, and we are working on expanding that and going through the process of identifying potential candidates and, um, you know, looking more for different voices. Um, so I am gonna call Efrin. Good evening everyone. My name's Fen Garcia. I'm A-C-L-O-C-C-O here at Southwest Key Programs. Uh, before I tell you about what Southwest Key does, I actually started off as a patent litigator, uh, which is the reason I joined Tech tc. I wanna stay close to my roots. Uh, did patent litigation for 10 years before joining a smog company here in Austin, uh, software slash IT company, and did a, was their GC and their, uh, VP of community resources for five, six years. Uh, then had an interesting opportunity to join the current organization where I'm at. It's, uh, 8,000 strong, uh, organization, uh, employee strong organization that serves about 5,000 unaccompanied minors at any given time. Uh, so it's a, it's a very unique organization and, uh, like I said, I joined Tech DC too 'cause I do still enjoy the technical aspects of, of law. Uh, one of the biggest issues I was brought on board for many reasons, but the biggest is kind of transformed the organization, uh, from the inside out. And one of the biggest issues that I've encountered is a board that is, uh, some legacy board members had causes some heartburn. And so trying to gently ask them to, Hey, you might wanna look somewhere else. And so I'd be interested to hear people's thoughts on how to transform a board, uh, when board members may be reticent to leave. All right. Who are you calling on next? Uh, Dustin Carlton. Hey, how's everybody doing? Uh, as he mentioned Dustin Carlton. I'm from Bellhop. I'm the VP of Legal and Compliance. I've been at the company for about three years. I'm in Chattanooga, Tennessee. Um, one of the reasons why I'm here at this, um, dinner seminar, um, is I don't actually have a corporate background. I was, uh, labor and employment, uh, prior to going in-house. And, um, so I'm always feeling like I'm ill-equipped, uh, to some extent, um, in the boardroom. So I think it's just helpful to surround myself as much education as possible on, on, uh, board matters. And one of the, well, there's a lot of issues, of course, running around, um, the company. But, um, you know, next year we'll be seeking some additional funding and I'm, I'm looking for additional ways just to better, um, equip the, the company going into our, our next fundraise. Um, so both with respect to the board and with respect to the just general company matters. And I'll call on, uh, Robin. No, I think you went, didn't you? No, I haven't said any Yet. Okay. I didn't have your name written down. I was like, wait. That's okay. That's alright. Um, I'm general counsel for a company called Token X and we tokenize sensitive data. So, um, structured and semi-structured. Um, it could be, um, bank account numbers, social security numbers, phone numbers, credit card numbers, um, started out, um, as a PCI compliance solution, but it's gotten broader than that. And in our company, we're a, you know, compared to you guys with 8,000 employees, we're a very small tech company, but right in the middle of due diligence for a round of funding. And so, um, like Dustin said, I don't have a heavy corporate governance background and exposure. I have a heavy tech contracting, et cetera, et cetera, liaison with technical people background, and our board, um, I suspect it's about to change with another round of funding. And, um, it's one of those situations where I haven't had any exposure to our board, but they know that, uh, our leadership team knows that I would like that. And so I'm kind of preparing for the day that all of a sudden they flip the switch on and say, oh, okay, well now how about you come over here. Our former general counsel is a shareholder and he is on the board. So, um, there's, and he's been there from day one, so, um, that's why I am not involved in the board at this time. And let's see. And who hasn't gone yet? Um, how about Renee Hunter? I was getting nervous I was gonna be the last picked, uh, it felt like I was back in kickball in elementary school. Uh, so Renee Hunter with Notarize, uh, we provide remote online notarization services, uh, in addition to identity proofing services, uh, as well as active software as a service for companies who wanna bring their own notaries on the platform and provide their own remote noter services. So, um, not as streamlined as initially thought. I joined notarized from the Quicken Loans family of companies. I have been part of every, uh, the passing of every single remote notarization law except for Virginia in 2011. Um, so since 2016 have been working with legislators and regulators and, uh, setting forth new legislation. That being said, I say that because that is where I, whether I should admit that's my area of expertise or not, that's my area of expertise. Um, working with a board, even though I was general counsel at my past company, we were privately held and it was a very different scenario at the time. So wanting to learn more about how to work better with the board, and quite honestly, how do you kick some, some of the extra observers and like visitors off the board when they just keep showing up to the meeting and do it politely. Like, if you only have one observer seat, you should only bring one person, not three. So I love to hear how some of you have handled that in the past, and maybe it's just as blunt as you can't all come. This is a not a 17 person meeting. I'm next. Um, David Morris, did you speak yet? No, not yet. Uh, hey, uh, David Morris, general Counsel for Vivid Seats. Vivid Seats is an online ticketing marketplace for live sports concert and event tickets. And we are in the midst of going public over the next couple of weeks through a SPAC process. Just had our S four declared effective. So we're just a couple weeks behind, uh, Karen, where? Karen, Karen TI should say. Um, so my background is kind of corporate transactional, but not on the governance side. So for me, coming into a new public company board, putting all of our governance in place, and I came in kind of halfway through the SPAC process, trying to learn as much as I can about setting the right standards, uh, and processes upfront, since I have a chance to do this from scratch, as most of our private company board is not part of the public company board going forward. Uh, let's see, who else has not gone yet? How about Steven, have you gone yet? No, I have not. Thank you. Uh, my name is Steven Quinlan. I'm head of legal for Boston Gene Corporation. Uh, what we do is we own and use proprietary software, um, to analyze sequencing data for, um, tissue specimens of cancer for, to assist oncologists and treatment decisions. Um, and so we're a relatively small company. The board is just three members right now, one investor who we brought on as part of our Series A financing, um, and essentially, um, other, uh, founders of the company. Um, but we will be seeking investment soon. And so one of the major hurdles that, you know, we'll be facing in the near future is how to really professionalize, um, and I guess level up the board, uh, for the purpose of the, um, new investors that will be brought in and the kind of oversight that we'll be anticipating. Um, so I guess I'll move on here. I has Rachel Goldwasser gone yet. Okay. I Haven't, let me just fum fumble for the mute button. Um, Um, I am the, uh, GC and VP for regulatory at Key Capture Energy. We're, um, a little different than some tech GC companies. We, um, build and then operate, um, big batteries on the electric grid and, um, we're privately held, um, and just announced a couple weeks ago that we are going to be acquired by a Korean conglomerate. Um, so we're gonna, we're in a similar place to some other folks, although we aren't gonna be public in that. I'm thinking through what our, um, manager's relationships will be and what kinds of approvals they're expecting to have and what's gonna, what is gonna change in terms of the processes that we followed. I joined the company almost two years ago and, um, the CEO and COO had a pretty well established relationship with their current investors. And so I've played a pretty light role in terms of making sure as an l you know, as an LLC with a small manage, you know, group of managers. Pretty limited role in terms of, um, guiding them, um, in corporate, um, structure and governance. But I think that in this next round of relationships, those items are gonna be much more important. So really interested in, in the conversation and hearing about people's experience. Um, Meredith, have you, have you introduced yourself? I don't think you have. No. Hi, I am Meredith Fuchs. I'm General Counsel Plaid. We're, uh, a financial services, um, technology infrastructure company. And, um, I'm interested in many of the topics people have raised. Um, I'd say probably one of the things I'm thinking about is kind of transitioning from a mainly investor, um, populated board to one that's, um, got independent, uh, directors and sort of the kind of reporting and expectations to, to kind of get the board to where they will, you know, they should be if we were a public company. But, um, many of these topics are very interesting, so thank you. Oh, I'm supposed to pick someone. Um, let's see. Diana, Diane, did you hear Her? Diana, that's me, yes. Hi everyone. I'm, I'm Diane ui. I'm general counsel of ezCater. ezCater is an online marketplace for ordering corporate catering. We're a private VC-backed company. Uh, board currently consists of eight members, a couple of founders, couple of independents and four investors as well as, uh, a couple of board observers where potentially, um, going public in a year or two. Nothing currently on the horizon, but, um, starting to think about that and trying to think about what we would wanna be doing from a, a board perspective in connection with that. I do have a, a, a general corporate background, uh, was previously at a company called care.com and took that company public in 2014, uh, and continued there for another five years as a public company. So, uh, I have experience, uh, with public company boards and what the requirements are, but thought a refresher would be, would be good. So, I'm sorry I joined late, so I don't know who has not gone yet. Just can anyone raise their hand if they haven't gone? I think it's rake an anshu, right? If I got pronunciations right and Sarah, Okay. Okay. I can go if no one will volunteer. Hey guys, I'm general counsel and corporate secretary for Aztec Industries Inc. Uh, we are a public company. We are sort of an old dumb company, uh, but trying to heavily invest in technology and, uh, sort of follow the adage, right? You are either a tech company, you are either turning into a tech company or being replaced by a tech company. So we are trying to not be replaced and hopefully turn into a tech company. Um, like I said, we've been a public company. We've actually been a public company for, um, I wanna say about 40 years. But, but therein lies a little bit of the rub. Um, our company has only had two CEOs before the current CEO and both of those CEOs were sort of the, one was the founder owner, the other was his son. So the board members sort of, I think if you look at, um, look at a lot of, you know, literature on boards, you know, um, and if you sort of did the, the cature of old school board, that would be our board. You can go and take a look at our website. Um, we are going through a transformation of our board, or the next three years we'll be transitioning six members, um, and working with Nam and gut chair to sort of, um, action the plan in place, help the CEO, um, we, the new board member candidates and so on and so forth. So that's sort of my role. Um, my background is, uh, sort of a little bit of mostly corporate, uh, started my career early on with public company m and a, then worked on private m and a, and then went, um, to, uh, to a Midwest based, uh, law firm doing both middle market m and a as well as corporate, um, corporate, um, uh, transactional work, um, commercial agreements and stuff like that. So that's what brought me, or those experiences sort of brought me here. Now, um, with that, I'll pass it on to if I got the pronunciation right. You did. Thank you. Um, hi, my name is Rika Rin. I am currently the general counsel of a Susu Financial. Um, a Susu Financial is a FinTech company that is, um, that is dedicated to using data to bridge the wealth, the racial wealth gap in America. One of our key products right now that we're really scaling up on is rent reporting, um, for tenants and multifamily properties. Um, we started off with like a B2C model. Now we're a B2B model really working with, um, property managers and owner operators to sign on their residents to report positive, um, rental payment history in order to, um, create credit scores so people are credit invisible and to boost credit scores for people who don't, um, who, who currently have fair to good credit. Right? Um, we're pretty small company. I'm the first general council. We just, um, earlier this summer closed our series a fin, um, finance, um, financing round, um, a funding round. We are, we just had our first board meeting. That was the first one I've ever, um, participated in as corporate secretary. Um, learning a lot, took meeting notes. That was fun. Um, so I think what I'm, really think what I'm considering as we, um, are as we start talking about, um, you know, later funding series is just looking at like the bylaws. And my challenge is trying to, you know, the board was, uh, initially comprised of the co uh, the co-founders and now we're getting investors on the board. And initially a lot of the powers are seated at the board level. And just, you know, having an understanding of how to like balance what's, like what we should, what we should go to a corporate, like to go to the executive level, right? Powers that should be seated to the executive sources, um, powers that should be seated to the board. So if any kind of insight into that would be extremely helpful. And last, but certainly not least, um, I hand it over to Sarah. Hi. Uh, if you see people walking around in the background, sorry about that center time over here. Uh, my name is Sarah Weatherhead. I'm the general counsel at Maven Clinic, and we are a family and, um, maternity health telehealth product, a platform, um, sold primarily through employers, but also, um, more recently through health plans. Um, and, um, I have to say that in listening to everyone's comments on their board questions, we are Series D by the way, we just closed our Series D this summer. Um, I have to say that in listening to people's comments on boards, I think one thing that, um, I was reminded of that I have questions about is this is the earliest stage company I've ever been with. Um, I've been with, you know, much, I've been with public companies in earlier phases of my career where I have some corporate experience, um, with disclosures and filings as well as, you know, some exposure to the board, but not a ton because I was not the general counsel at that time. So I've never been the general counsel, um, dealing with a public company board. So, um, I guess one of the things I, I wonder about is in doing our latest round, um, I learned that the choice of the investors was related to, um, the current, uh, board and CEO's kind of thoughts on who might be best as a director. Um, we were oversubscribed as in many, um, digital health situations. And I think, um, as happens as commonly happens, you know, the choosing the choice of which investors can sometimes be connected to what their presence on the board might mean. And so I'm interested in hearing from both Fenwick and colleagues as to what their experience has been in that arena. As well as, um, managing the board from a general counsel perspective, particularly if you come in, um, at any time, say post series A and there have already been board, you know, directors there for a while, have a relationship with the CEO and what that means for the GC in terms of influence with the board and what kind of independent relationship one can have with the board when the, the CEO, you know, is, is in charge and, and has had a longer relationship with those directors. So interested in hearing a bit about that as well. Thanks, Sarah. And then Joanna, I think we have, we have you on our list. Yes. Last but not least, Go next. Sorry. I'm the, uh, um, uh, CLO and SVP of NEO Systems, and we provide back office, um, solutions for government contractors, um, hosting cybersecurity, um, managed cybersecurity accounting services, um, human capital management, um, and financial planning and analysis, um, uh, for, for not just government contractors, but highly regulated, um, industries such as nonprofits and so forth. Um, and the challenge we're currently facing is we were just, we are recently acquired by, um, a private equity firm. And so our whole board has been replaced except for the founders. They remain on, but we have the investors on the board, um, now as well. And so this is a very timely, uh, session, uh, for, for our company. Awesome. Thank you. And do we have, have we done introductions for everyone? Craig, did we get you? No, you didn't. Sorry, I had to jump off. Uh, hi everyone. Craig Siegel. Uh, I am, uh, CLO at, uh, Hootsuite. Uh, I'm located in Toronto. Uh, Hootsuite is, uh, a social media management platform, so assists, uh, businesses with, uh, social marketing, social commerce, uh, 1200 employees. Um, our board is made up of, uh, essentially, uh, founder and, and, uh, investor, uh, nominees. Uh, we are looking at a, a bunch of different opportunities that, uh, could impact the, uh, the makeup of the board, essentially potentially looking to move to more of an independent board. Uh, about a year, year and a half ago, we moved from a founder, CEO, uh, who, uh, interest was, uh, not, uh, not that much into, uh, heavy governance. And we've moved into a, uh, essentially a professional CEO where governance is absolutely at the forefront. So it's a bit of a continuum in terms of, uh, strengthening our, uh, governance program. So, uh, looking forward to the conversation. Awesome. Well really appreciate everybody giving some context and background on where they are. I'll jump in with the first question, but folks, please plan to jump in and help me out 'cause no one wants to just hear my questions. Uh, one of the things that, that resonated with me in listening to everybody and their questions tonight is about the evolving role of a board of directors over the lifecycle of a company. If I think about my CEO, he talks about the board having a responsibility to deliver foresight, oversight, and insight. And, you know, different people can deliver different parts of that, perhaps. Certainly the role of the board changes when you're talking about an early stage startup company all the way through a public company. And so, Kat and Ellen, I'm curious as to how would you recommend folks like us think about the board and its role and how to interact with them most effectively based on those different stages of life? Yeah, I'll jump in. I mean, I, I think you start out as a, a newly formed company with a founder, two founders, they're on the board, and, and there's a first step which involves some level of giving up control, right? And that's a, that's a big moment. You take money from someone outside, um, your board immediately changes. It's not just your company anymore. You've gotta, um, even if it, even if they don't have control of the board, most things are done by consensus at that level. And you need to bring someone along with you, you need to report to them. So board meetings become professionalized. You're, um, you're preparing materials in advance, you're taking criticism and input. Um, I think some people alluded to the importance of who you recruit. And Julie, I liked your, your, um, I'm not sure I can repeat it, your foresight, oversight, and insight. Was it, um, that that's where I think foresight and insight are most important at that stage. Perhaps, um, you know, you a board member that is also an investor that can come in and has, has been there with other companies and can see, you know, what the, what the dials are for your company to help take it to the next level to prepare it for its next fundraising round to go to market, um, to, to penetrate customer bases that you haven't before. Um, I think the board at that stage is, is doing a lot more, um, senior experience, business advice and strategy advice than they are governance and oversight. You know, the governance and oversight happens from your, your, your contractual documents, your, um, the rules and, and the fact that there's no more money coming if, if you don't do, do your job right and please your investors along the way. Um, oftentimes at that stage, a board will have a, a, an empty seat for an independent director. You know, I often see this kind of board of five, two founders, two um, two investors, and a fifth player to be named later that's gonna be an independent director. You know, I think that that independent director can be worth their weight in gold if they are really a contributor. So, um, companies often wait a long time to find them. You gotta pay them usually, um, if you want 'em to, to do good work. Um, if you move too quickly and get the wrong person, I think you can, you can pay for something that doesn't add value or worse. You can, you can, you can pay for a director that really is, you know, closely tied to your investors and isn't truly independent. Um, but when you find that, um, industry expert, um, that is truly independent from you and independent from your investors, um, the value that they bring when there's a real problem, um, is, is immense, right? I mean, um, when things are going well up into the right, what the board votes are, doesn't matter when there's conflict and there's disagreement or there's gonna be recapitalizations, restructurings, layoffs, whatever it might be, executive changes. Um, having a steady hand that is independent from purely investor financial incentives and purely management compensation incentives, but can help you think through that and lead through it is, is really valuable. Um, so I think searching for, for someone at that stage to fill that role, um, can be important. Your board will only grow from there. So I heard a couple of you talk about, you know, how do I, how do I get rid of board members? Um, it's hard, right? So I do think caution as you grow your board is important. 'cause it's kind of a one way ratchet in a way. Um, you know, there comes a time often when those two founder seats are too many and the boardroom's getting crowded, and maybe that second founder is, you know, is likely is not. The CEO is a, an exec that reports to the CEO and it may be less appropriate at some stage for that person to be in all of the board discussions. Um, and, you know, there comes a time when that discussion needs to happen of we're gonna go to a, a board with one, you know, common seat, one founder seed. And you know, that's where two partners that have gone into business together, um, and or, you know, that independent director that I talked about in the previous chapter that you've recruited can have that conversation with the person about stepping back and being able to focus on, um, the management. And oftentimes it's a CTO or something. So product delivery, um, uh, kind of, um, skill sets and time devotion that they need. Um, and then you start to, to attach observers and additional investors and your board grows. And, um, I, I see companies make the mistake of being too generous with either observation rights that are contractual or worse with just inviting people to the board meeting that don't have observation rights as if it's theater. Um, I think you're doing it wrong if you're treating your board meeting as theater, uh, whether for the rest of your management team or for, you know, um, others that come along with your investors, um, you know, for the board to have an effective discussion for them to disagree with one another, um, to disagree with management and provide feedback, um, you not, not conflict, I'm not saying that in a negative way, but to have a healthy exchange and a dialogue that hopefully leads to a better answer. I think a more intimate environment is important. And so I would be very cautious about expanding the boardroom too much. It happens, you know, people don't wanna have that conversation and there can be a cultural impact of who's getting disinvited from the board meetings. That's real. Um, but I, you know, I do think, I, I forget who, who commented early. Maybe you just need to go have the direct conversation, Renee. Yeah, I think you do. Um, I think the best way to, to do that though is to start to have a dialogue about what the, the goals of the institution and the board meeting are first, um, make sure people have a common understanding of that. And that provides context for, you know, that next discussion about, you know, we, we we're gonna reduce this so that it's, um, it's not a fishbowl, it's a dialogue. And and it's not just you by the way. It's, you know, for other people that are gonna not be invited to the next meeting, maybe it's a little easier these days than Zoom. Maybe that's one of the advantages. You can just not provide the Zoom code to certain people. I don't know. Um, it's a little harder if they just can stumble into the boardroom, I guess. Um, but if they don't know when it is or what the meeting code is that maybe you don't have to have that direct conversation. I still think it's a good idea. Um, and then One, one funny tidbit around that one, just for Zoom Entertainment was that we had a a, a science update meeting before our board meeting last summer. We had a bunch of observers. It was pre IPO, and the big request we got was, can you record it and send it to us? Yeah, sure. We're gonna give an update on all of our key science and progress. We'll just record that and send it to you. Yeah. And it's just a great example of, of people not really thinking through why that would be a bad idea. And my chairman was like, oh, wait, we can do that. And I was like, no, this isn't a, it's not a show, to your point, this is not a movie, right? We need to be really smart about the information flow. And I think that's part of the process, right? You start in these early stage companies and everyone's kind of clubby decisions get made kind of by consensus. Paperwork is kind of secondary. Record keeping is kind of sloppy. And then all of a sudden you are on this line of sight down the road eventually to either an acquisition or an IPO, and you've gotta start to professionalize. And, and I think that's part of what a lot of the folks in this group work on. How do you get in front of the board and put yourself in a position to just be a facilitator of not just good decision making, but good process. And I think that's what a lot of us are thinking about in our jobs. Sarah, I see your comment to Chad. That was a joke. I'm sorry. Yes, I agree. Not just pro, just not providing the Zoom Links not the right answer. Sorry. I'm sorry about that. I did have to step away to help with dinner and I like wasn't watching you. So I may have not on the context, but yes, I agree. Getting them off is very difficult. Yeah. Or getting them off calls. Yeah, I think that's right, Julie. I think, um, you know, the who, who's on your board matters here. And for, for you as general counsels, if you can find an ally on the board to that end, I, I think that's immensely valuable to you. So if there's a, you know, a chairman, chair, chair person, um, that is senior and seasoned and cares about these things, that's great, right? You can go to them, you can talk to them about how do we work together to, to do this. If you're fighting, you know, a board that wants to cut to the chase and doesn't wanna work on these things and, you know, maybe A-A-C-E-O or a management team that isn't as focused on it, that can be a hard road to hoe. Um, and, and then I think you gotta spend a lot more time trying to demonstrate the value of it and the importance of it. And, you know, I, I find it hard. I know you all find it hard because I think a lot of the times you've got to, you've gotta go to sort of horror stories. And this is what happens when things go badly and don't let this be you. And, you know, I never like to have to persuade that way because I think it's easy for people to, you know, distance themselves from that and believe it's not gonna be them. But, you know, I've seen the movie, I've seen how it ends that way. It ends that way for many companies. Um, you know, and one way or another turning negative. And, and you want to have had the right governance along the way to, before you get to that point. So one of the other questions that we got at the outset was sort of around how to manage getting somebody off the board. And, and I know Alan and Kat, you've guys got some war stories around this. Um, before I, I direct you guys to sort of jump into the topic. One thing I'll, I'll share just for again, entertainment value, you know, we had a director at one of my prior employee employers who, um, was known to show up and then promptly fall asleep at the meeting, had been an employee of the company and a prior executive was on as our chairman, um, but often was the least useful person in the room. And sort of no way to move that person out with any, you know, ease, especially in the context of it being a public company where, you know, that would be very visible. And so I'm curious as to how you think about, right, if you're in the private company stage and you're going for a next round of financing, that's often an inflection point where you can sort of group together with some directors and talk about who should stay and who should go. But are there other strategies that you would recommend for thinking through and, and, and how do you see the GCs role in that? Yeah, I, you know, I've seen it, um, I've seen it go poorly and I've seen it go well. I think to your, uh, illusion, Julie, about the private company context. One of the harder situations is when it's a VC from a prior round that has a contractual right to that board seat. And you've, you've not only gotta ask the the person to step down, um, but you've gotta ask the VC to, to give up their right. There is a middle ground there that I see sort of work, which is to allow them to keep their contractual right and appoint, you know, an independent to their seat that you agree on. I don't love that solution. 'cause I think it, it compromises that incoming director's ability to truly feel independent if they are, you know, at the, at the behest of contractually, at the behest of a, of a particular investor. Um, even if that investor is saying, I'm not gonna exercise that, right? But that can be a bridge too, right? That can be a way to allow the VC to save face with their peers and not having to give up their rights while getting the person that you want in the door. And, you know, maybe nine months down the road that changes. Um, I do think that there's a, you know, a hard conversation that has to be had there. And usually it's the CEO that's, that's having it. Um, it's another situation where I think having an ally on the board, you know, um, can, can be valuable because it, it's personal and, and at one level you're telling, um, that director that you want off for whatever reason, that you don't find their contributions as valuable as the others. And that may be who their fund is and what connections they have. That may be their actual level of participation and engagement. Um, you know, I guess it's easier if they are openly disengaged or not attending or those sorts of things, but it's often more subtle than that. And so, you know, the, the worst situations I've seen that discussion led to a, you know, a conflict between the CEO and the director asked to leave that spilled out into, you know, the boardroom and was a public conflict and, and people were left feeling, uh, feeling badly about it. At the end of the day. I, I think the best situations I've seen, actually, it's a public company context, but I'm not sure it doesn't translate, were situations where there was a chair who himself ultimately needed to step aside in favor of new blood and, uh, open the dialogue, you know, a quarter in advance with the board about what the objectives are and how, you know, we've got a board that is here and we want to get it to here for these reasons. Whether it's diversity, bringing in more independence, um, bringing in more audit committee expertise, bringing in more operational skill sets to mentor the CEO. Um, we need to achieve all those objectives. And, you know, that's gonna involve some transitioning of board members. I, I'd like to hear from each of you what your, you know, continued interest level is in participating, but I'm gonna be talking to you about that dialogue and how we, how we order it. And I, I think trying to get people focused on why you're doing this in a way that is not personal to them and what, why it's good for the company is good table setting and just framing it and then building a plan where the succession that needs to happen is staged over time. So, you know, maybe one seed is surrendered every year, and that's known in advance. You know, we're gonna move out our series A director next year, and we're gonna replace them with, um, an independent diverse board member. And then in the second year, as we're a year away from IPO, we're gonna move out our series B board member and we're gonna replace 'em with an audit committee chair. Um, I think also having a plan, um, you know, can, can let the other directors participate in the plan, and it doesn't feel like that first person that got tapped is the one that's getting picked on. Yeah, I would, I would just reiterate that the, um, for a lot of you, you are later stage private companies and, uh, the preparation for going public needs to happen far earlier than an org meeting. Um, getting, getting a public company ready board needs to happen, you know, at least sometimes like 18 months, two years before you're gonna go out. Um, in particular, just because these days it's not just finding an audit committee financial expert and finding folks who can read financial statements. Um, if any of you have companies that are headquartered in California, you have to comply with the, you know, the California laws, uh, with respect to having, you know, women being on your board and underrepresented minorities on your board. Um, and for anyone who is planning to list on nasdaq, NASDAQ just came out with their rules, right? So your board, uh, within a year of listing would have to have a, a woman and an underrepresented minority, uh, on the board. And so also with the increased focus from like ISS, glass Lewis and every single major fund from Fidelity to State Street, to, you know, BlackRock, they all have governance guidelines now and, uh, diversity, uh, and, and, and focus on, you know, having effective boards is really, really important. So I think to Alan's point, like coming up with a strategy far earlier than actually being public about what is my board, you know, here to do and actually putting together like a rubric for what I want out of it, and, you know, coming up with actual competency matrices and who's checking kind of, uh, you know, what boxes, and it's not just from a, you know, this is a, a diverse candidate, but you know, someone who has operational background, someone who has experience scaling my particular type of business, um, you know, someone who has experience on doing, you know, extensive m and a, if that's a big part of your, your strategy, um, making sure that you're kind of filling those gaps and to Alan's point, planning how you're gonna fill those and starting a conversation early with, uh, you know, with your existing board members about how we're gonna reach those goals and transition to it. So it's a smooth glide into becoming a public company as opposed to this being like a slap dash rush, right? Like at an org meeting where you're frantically competing for candidates because, um, as I'm sure many of you are aware right now that the market for finding, um, independent board members, let alone people who can, uh, you know, folks who are women, folks who are underrepresented minorities, it is, it's very, very competitive right now. Um, and if you have to also be filling audit, you know, just audit competency, it's just, it's, it's a very competitive market. So starting the dialogue a lot earlier than you'd think can be actually a mechanism for you to help maneuver, uh, maneuver your board in the direction of going more independent, um, uh, you know, for the, for the long term. Can I, can I push on that one for a second? I think that probably depends on what, um, what your vertical is, what your market is. I think you, you raised some really good points. I mean, we're going public very shortly. We have a board that is, uh, five of the nine are not white men, I put it that way. Mm-hmm. That way. Um, and it hits all our diversity requirements and then maybe harder for some, I think in other industries, if you're not an e-commerce in e-commerce, I think that's easier. The reality is like, I went through this a TripAdvisor a long time ago too before vivid seats and like, you're just trying to get through day-to-day and build your business, right? Like the reality is two years ahead of time. Like that's in your mind, right? That's your things you're talking about if you're there at the time. But a lot of us are stepping into the role maybe less than two years before you're going public. So there is some, you know, there's a lot of that, panic is not the right word. There's a lot of stuff you have to do very quickly. I think this is sort of one of them, and obviously you wanna be thinking about advance, but I would push on the fact that you need two years for that. I don't think that's necessarily, I think it's great if you can, but I think the reality of where we live in is you probably aren't gonna get that for some of us. Yeah. And Dan, I think some of us are gonna inherit that situation and hope our outside council's been helping them manage through some of that on the, on the front end, because you're right, we, we often don't get there until later. I do think that having gone through two, my last two companies went public with me joining sort of midstream in one and just prior for the other. And I can certainly tell you that the board's sense of, you know, the urgency around this was not as high as it probably ought to have been, at least in one of those two companies. And you're then playing catch up, right? You're, you're sort of being like, well, we'll get questionnaires and we'll see who qualifies. Like that's not a great place to be. So it, it's definitely a challenge. I do think that Kat's point though about the competition is exceedingly important, right? You know, I don't know how many folks in this group have some form of a board search, either active or thinking about it or sort of socializing it, but finding the right fit people for these roles is really hard. And if you also are trying to check the boxes on some of these important diversity rules, which are becoming effective for most of us in the next year or two, it's gonna be really challenging. And, and I think it's great that we're pushing companies to move in this direction, but we're all competing for the same talent. Yeah. I, I would just jump, uh, I was gonna just So along, along the same lines of what other people are saying, I think, I think it's great to do it as far advance as you can. My company, we're probably there, we're starting to think about this. What I found, what I'm finding is that, you know, Alan, you said maybe getting a someone who has a, a contractual right off the board. I've found that to be not just at this company, but other companies, very hard for them to say, okay, I'm gonna give up my contractual, right. You don't really know when a company's gonna go public. Even if they think they're gonna go public, you don't know when COVID is gonna hit or something else is gonna hit. And, um, I found them, you know, not, not very open to that until they know that you're going public. Uh, and similarly you're talking about all the talent. I mean the, the, the competition for, uh, the talent, the IPO talent, the, the directors, they have a lot of other opportunities out there, and I'm not, I don't know that they're interested two years before maybe some companies, maybe there's a few companies they'd be interested in going to two years ahead of time in anticipation of it being, you know, being public. But there's only so many boards that they can really be on. So I think they're pretty particular and they, they wanna know a lot of them anyway, wanna know that this is more of a sure thing before they're, before they're, uh, committing to me. What seems to be the best thing to try to do is to start building those relationships, have, have the conversations, like you said, have conversations with the directors. This is what we want our board to look like, have conversations, start having conversations with potential board members and saying, look, if we're getting closer, you know, we'd really be interested in you. And then I don't know if you have to wait till, till you have your IPO kickoff meeting, but sometimes sooner than that, sometime closer to that, you know, nine months out when you're potentially even hiring your public company, CFO when you're, you know, those types of things. Now it's really getting into going, I think is is an easier time to make those transitions. That's my thoughts. Yeah, I think that's all true, Diane. I think a lot, a lot in a lot of cases it depends, right? There's sort of two themes going on in the world as I see it. There's one that's been there a little longer, which is companies we're taking longer and longer to go public and they were raising more and more money as private companies. And so you have these, you know, uh, unicorns, right? That, um, are raising larger and larger rounds on bigger and bigger valuations and adding more VCs to the mix. They can't just keep accumulating, you know, board members until they're 14 or 15, right? In that context, when you're asking your early stage investors that, you know, their strategy is not to keep up with growth stage investors, they don't have the, the balance sheets to, to do their pro rata share of those deals, you start to have it made more sense and be easier to, you know, replace an early one with a later one maybe. So that's, that may be a, a, a situation where you would find the contractual give up a little easier. The the other wave though is the SPAC wave, you know, and we have companies going public much earlier than they used to before. They've spent a long time planning, preparing, developing all the infrastructure, you know, working on, you know, um, SOX compliance. And I, I think it's gonna be interesting to see, um, you know, how that all turns out. Uh, it is gonna be a bit of an experiment and there are companies that have a very high level of sophistication and development at the time that they do it. And I, I trust that's all of you that are doing your SPACs right now. There are some that I've seen that it's, it's less so, and it's gonna be a bigger leap of faith for them to get there. And, and they, they wind up with a very short period of time in order to build all the infrastructure that you need to be a public company. I, I think where you don't want to be is to find yourself public and only focused on building your business. When you're in a fishbowl. The, the regulators, the investors, institutional investors are looking at you, uh, as a public company. They, they aren't gonna discern the fact that, um, you didn't have as much time to get ready as others and or aren't gonna care. Um, so you gotta catch up if you know if that's where you're gonna be. Hey, Alan and Kat, I have one question. Kat. You mentioned, you know, these, uh, board qualification and competency reviews, you know, qualification tables that public companies put out in proxies. Um, here's sort of looking for some practical guidance from anybody in this group. You send out, you know, a competency matrix, qualification matrix to the board, and people will sort of cross out as their competencies, all sorts of boxes, right? Um, They'll say they're excellent at everything except at anything that gets 'em stuck on the audit committee. Oh, there you, there you go. Right? Look, someone who's doing middle market deals is not gonna be the right person for somebody who's a public company looking for transformational deals, right? Someone who has done a lot of, and you all should not take anything about our board as a result of this, this, these comments, but just think about it, right? Someone who's dealt with construction industry, all of his or her life is not going to be the person who's going to be able to say, yeah, pay 10 times the revenue of this tech company because here's why it makes sense or doesn't, right? Any thoughts, practical pointers on how you interact with those kinds of situations? In my mind, right? Where I'm trying to lead this is create a pathway of the two, three years down the road where people who are not suited for those seats eventually reach the conclusion that, Hey, I've had a great run. Let me put this in better hands here, if you may. And, you know, and, and we'll, we'll invite you for dinners and drinks and whatnot, but boardroom is intended for that foresight and insight rule here, right? Any thoughts anybody can share on this group that might be practical pointers would be helpful. I can jump in, but we can see if the, the group has crowdsourced ideas. Yeah. So, you know, I, I think one, let's be honest, most of the time it is A-A-C-E-O or a founder that is building, you know, their board, particularly at these stages. And the relationship that he or she has with, um, those members that have been recruited is important to this. And so I, I'm not sure you rely on self-reporting for each director to, to say what their skills are and if they scale to the next level. I think, um, you know, I think the, the people tasked with recruiting the board or the ones that have to make their own assessment of that and about what the company needs, oftentimes that's a CEO. But one thing that's occurred to me in this conversation that um, uh, I I think is an interesting thought is, is there value in, in, in paneling a nominating corporate governance committee at an earlier stage? It's not something that's required until you're a public company. I tend to not be a fan of, I certainly don't want people building bureaucracy or building committees and structure that you're not going to use. Um, however, on that, the other side of that coin is when you impanel something like a committee and give it a charter, it tends to do things. And, you know, that may be a way, if you have the right people to, um, to join it and lead it to, to create some leadership and, and activism around thinking about this issue and being proactive in terms of how to shape the board in conjunction with the CEO's needs. You know, it's interesting. We did a, an exercise at one of my companies where we did that competency chart and we asked directors to fill it out and we debated having the nominating corporate governance committee fill it out for the whole board, and ultimately we're pushed to have each director self-report, which was really an interesting lesson in who's an easy grader and who's a hard grader. Um, ultimately though, we used that as an exercise to try to identify a phenotype for a candidate search that we wanted to kick off that management was pushing for an additional director and wanted to get to an alignment on a profile. You know, it can be a helpful way to try to do it. And you can design that chart, right? You don't have to take a generic chart that you find from somebody. You can design the chart to match what you think is important in the skillset. And, you know, depending on the honesty and the self-awareness of your board, you can have a pretty good discussion around that. And to the point made earlier by Alan, like, you could have that at the, at a board meeting and you, you'd need a director to lead that typically with a little bit of humility, right? Somebody who can come in and say, I know I don't get a five in every one of these categories. There's certain areas as I bring strength in other areas where I defer to others, and that's a healthy dynamic. I think you can set it up and have that conversation, but identifying sort of where the gaps are can be a really important way as a first step to then saying, okay, how do we apply this to our board and say, do we have the right people? Where do we need to go over time? And you know, you, you often, if you sit in enough board meetings, right, you hear feedback about the CEO, you'll hear them talking. You'll say like, you know, you need mentorship in this area, and you're like looking around the board table and you're like, well, none of you have that skillset, so maybe that's a gap, right? So there are opportunities where you can do it, and I do think there's an important role that, that we play in this discussion, right? Even where the CEO might be the one to have the awkward conversation with the director, right? There's a conversation to be had with the CEO internally that says, here's where we are, right? Everything's a continuum. We're gonna try to get to this later stage in our life cycle. We need to look like this when we get there, how do we plan for it? How do we get ahead of it? And those have been some of the conversations I've had with my CEOs in, in the course of my career where I feel like I'm adding a lot of of value and where I can be a thought partner for him or for her to try and have those conversations and be proactive so that you're not sitting at the org meeting and going, oh, right, we need a financial expert. Who do we have? So our company was recently acquired by a private equity firm and they required the entire executive team to undergo disc assessment, um, tests. And we all thought that was kind of silly. Um, but once we got the results we were after, we were all horrified at our own results. We were encouraged to share them with each other and, and also we're trying to hire a new CFO. Um, and they were required to take the DISC assessment and some people were eliminated immediately because they didn't indicate the traits that were desirable for the particular role, you know, but it also shows there, there's lots of stuff like how to communicate with people and so forth, but you can also identify, do these people have the traits that are associated with the role of a board member that you are desiring? It's really interesting. I can do it. We just did a disc for our executive team last week. I did it for my legal team in July because I think it's a really great exercise to go through. I've done it, did it years ago at TripAdvisor a number of times. Um, we had the discussion about as we add board members in the future, would we do that? I think it's a useful tool. I would add, and, and this is kind of coming from our moderator, that like, don't use this as a hiring tool. Like, I think it's a dangerous thing. I mean, our, our executive team, I think like a lot of you, you'll find out if you've done it, is gonna over index towards the ds. I think that's sort of a natural, a natural thing in leadership, but just because you over index there doesn't mean you want, don't wanna hire an I for your CFO, for example, whatever it may be. I, I just think that's it. It's a tool, not something that should be used as a determinant. Um, but I, I don't think there's anything scary about it either. And I'm someone who's a convert. 'cause when I first heard these 10 years ago, my god, more HR process stuff, that's a waste of my time. And I acknowledged that I was wrong about it and I found it really helpful. But I also, it's a, I almost think it's a little dangerous to lean on it too much also. Sorry Julie, I didn't mean to interrupt. No, it's totally fine. So I wanna make sure we also have space for folks who have other topics they want us to go into. So if there're folks who have other directions they want this conversation to go, I wanna give a pause and let folks jump in with questions. All right. Well, while folks are thinking I'll, I'll take us in a slightly different direction. Um, Kat and Alan, how do you think about best interacting with your board, right? What are some of the best practices that you would recommend in terms of managing the board relationship and managing how the board gets information flow? Um, I'll, I'll throw a couple of thoughts that I have in, into the mix, but open to obviously others from around the room. You know, we, we think a lot about how do we deliver materials to the board that are secure, but also positioning well for discussion and for decision making at the meetings and having this balance between pre-reads and discussion at the meeting and, and not just reading slides to them. I don't think anyone at any company feels like they get it perfectly right. But I'm curious as to what you think are some best practices because for us, you know, I, I struggle with the fact that I'm not confident that a lot of folks do all the pre-reading, which is a really frustrating feeling, but a reality. And at the same time, you know, you don't wanna be reading slides and it's really disheartening to the leadership team if you feel like you put all this work into the materials and then you're sort of reading them to the, to the board members. Yeah, I I think you're right about, um, no one ever getting that right. I do a lot of board self-evaluations and I think it's commonly a topic from one end to the other for a complaint. Um, I do most commonly hear directors asking for more strategic discussion, more focused opportunity for dialogue and less reading of slides. And that's a common, um, common refrain I see in the chat folks saying, I, I'm not, I'm skeptical that people do the pre-read. I think you gotta count on 'em to do the pre-read. Um, and you gotta think about replacing 'em if they're not. But, um, the pre-read can be voluminous. I think, uh, having a common pattern so that people know where to look for updates on the information, but also really doing an executive summary or some way to highlight, you know, these are, these are the 10 things that jump out on the screen. They're not buried on page 80 that, you know, our, our CAC is going down or are we're having a churn problem or, you know, whatever it might be. Um, we're gonna call that to your attention so you see it. And by the way, these are the three questions that I want us to discuss and focus on at this board meeting. And so, you know, having that front and center, like the first page of the board package so that people can, um, can focus in on what the key data is they need to pick up and then go deeper and they can start thinking in advance about what the questions are. Um, and then just from the, the governance perspective, this is a little more boring than that topic, but, um, preor organizing, what is the approval agenda both from, you know, a list of items that need to be approved, but also actually drafting the resolutions in advance, you know, where there are blanks or decisions that need to be made, you know, leaving that decision tree. And clearly, I, I find these situations in board meetings where that isn't done from time to time. You come away as, as council trying to draft minutes and it's not totally clear that everybody did agree on the same thing. Um, getting it in front of them so that they're actually looking at a concrete, you know, resolution or program that they're passing and, and making sure that's written down I think can be valuable. And so I, I like to do a meeting with, um, inhouse council a week before a board meeting. We work together on going through the agenda items, getting the resolutions drafted, running to ground any open issues or problems, um, so that that's all prepackaged and ready to go and organized by the time the board package comes along. Yeah, I would, uh, so I think, uh, one point I think Meredith put in the chat was like the, uh, I think that's the Amazon style, right? Like Amazon starts every single meeting with like the first whatever, 10 or 15 minutes or for people to like literally sit quietly and read. Um, I, I kind of side a little bit with Alan in the sense of like, you know, you don't often have, you know, boards aren't meeting that frequently. Uh, it's usually four to six meetings a year. Um, and the expectation is that they would, um, that they would hopefully be doing a pre-read. But I think in order to ensure and set yourself up for success or to, um, you know, one is, uh, to I think Jolie's point, like putting together like an executive summary that's like pretty, you know, tight that's gonna hit on all of the major points is gonna be important. So if someone is short on time, they at least have a single source that is gonna have all of the material points that need to be conveyed to the board and potentially teed up for discussion in, in an executive summary. Um, followed up by, you know, like the more robust kind of PowerPoint that's gonna have all of the, you know, let's dive into the details. And then there's a completely separate much, much, much shorter deck that will just guide the discussion. Uh, and the, the talking points for the actual meeting itself, those shouldn't be the same deck. They need to be separate decks, which is the deep dive and then the actual presentation deck. Um, and then there's also just some nuts and bolts things too. Like I know a lot of folks are moving to actual board, um, platforms. So meaning making sure that your board members actually know how to access and use the platform, um, or if you're, you know, using Google Docs or whatever it is, just making sure that folks technologically can get a hold of the docs. That's, I think a kind of a bit of a complaint that I've seen from, from board members that they, you know, quote, I didn't know how to download it or I didn't know how to get the materials. It's a, it's a low bar thing, but um, just something that you should, you should be checking on. Um, and again, like also just making sure that you get the materials out with sufficient advanced notice. Um, you know, I definitely think for our, our smaller private companies, you know, board materials are often going out only like less than 24 hours in advance. Sometimes it's quite a bit of a scramble, but I think the expectation in particular as you, as you grow as a company is those materials need to be going out with, you know, needs to be more time. Um, so the board actually has time to, you know, review and digest it, not just 24 hours or 36 hours notice, um, for the materials. And by the way, this is all more important in Zoom land because, um, you know, you don't, you have people's attention for less time or you should, your meetings should probably be sorter and more focused while, you know, we're in these virtual worlds. Um, 'cause people get fatigued more, more quickly and it's harder to, um, have the, the, the triggers that come from, um, being able to lay eyes on people in person and and respond to conversation and, and human interaction. So I think focusing in the meeting on the key things that need to be taken away is, is ever more important in this world. But like there was a question there that I talked over, who is Meredith? Um, I, I just had a question about board portals, you know, like board document portals and like why or if people think that's really a valuable thing or not. I mean I know that many companies use them and once you get a lot of communications it's probably useful just 'cause it's all in one place. But I'm just curious if anyone has a view about that. Yeah, so Meredith, I I have a couple thoughts. I mean they're, in terms of which one to use, I think they're a bit fungible, but I actually like them for two particular reasons. One is the security of the information. So the ability to keep your important information behind some sort of secure system, not just email appeals to me, but I also think it's really valuable for folks in our seat in particular, right? It gives me a role where I get to step in and say, you know, we'll manage the portal, we'll manage the distribution material and everything goes to the board through that portal. It gives me a lot of, um, centralization of how information flows out and puts me in the middle of it, which I think is good from a governance perspective and also an information flow perspective. 'cause I know what's gonna be going in front of the board. So I, I think selfishly I like it for both those reasons. I don't know if other folks have different views. You, one thing you may wanna consider is there's some literature out there in recent case law, certainly in Delaware on when some of these things become discoverable and, uh, how to manage the litigation holes and things like that. Just making sure that, you know, the, the, the line between, uh, uh, what information should remain privileged is actually remaining privileged and all. And I think doing that from uh, portals is much easier than using their own personal emails or God forbid you actually provide them a company email address and, and then, you know, have to deal with that. Yeah, I I, I think actually that's a, that's a important, like, it seems like a small point, but I, I think there was recent case law that came out of where when you're emailing your board and they're using like not, you know, company email addresses, it's gonna jeopardize privilege. And so I think that's why using potentially a a, a system, like I saw many people mention Diligent, that's what a lot of my clients have used as well. Um, you know, using a system or if you're not gonna use the system actually creating like an alias for your board, you know, like if it's board at, um, you know, your company name.com or something like that, uh, to, to keep your privilege tight, um, and to make sure you don't have any accidental leakage. I ask a, We think as much that that's privileged from in a, in a board deck. Sorry, there Certain, there could be, we've certainly had things where we had derivative lawsuits or other things like that where we were getting advice or sharing advice. We would typically not put it in the slides. That's what I was say. I don't put anything I have like legal update is what I put in this slide. No, we've done that Diane, but we've also had to do resolutions in some cases and at least those could theoretically have something in it. Y yeah, no, or if you're just emailing out the materials, people then just start replying on the thread, right? And they just start saying things and you can't control necessarily what people reply back to you, right? So I think that's part of the concern. It shouldn't, it's not just the materials themselves, but it's the dialogue that could follow them. Um, that, that we also wanna be really mindful of. So I have a question. Do have a question? Yeah, I have a, well I have a question sort of like, piggybacking on all of this, which is like, and I think it's uh, Diane, it's sort of like what, touching on what you just said, but like when you do need to communicate those sensitive, like let's call 'em low lights, um, of the quarter or you know, whatever period to the board of directors, like how do people think about like, navigating that? Is it something that we should be documenting in a board deck board? Is it something that we should just be talking about with like the audit committee? Just what are, what's the, what are the thoughts on that? What else wanna go? And Karen, if you, if you're talking about, you know, the data of, you know, the results for the quarter, those, those are facts, right? Those are what they are. If you're talking about, I Mean I'm, I'm talking about like just issues like yeah, Oh we Had a, we had a quality issue like this past quarter and like here's the download of it. Yeah, I mean, I'm a big believer in thinking really strategically about what should be in writing and what should not be in writing to Diane's point. I, you know, I think there are a lot of times where you might put, you know, a, a topic for discussion but not put the detail or you might put, you know, just so you just lead that to an exec session and bring it up verbally if that makes the most sense. You know, it is important to think about record keeping and, and who's gonna have access. And especially if you have investors on your board who are used to pulling the deck down and sharing it with everybody at their firm, which is something to think about. You wanna be really mindful. 'cause you know, there, there may be loss of privilege along the way through that Yeah. Loss As well as with minutes, you know, I do, they should typically be topic level items, not details of who said what to whom. And you know, what the background is. 'cause um, you don't know where they're gonna come up again, whether with other employees internally or um, next investment round or an acquisition, oftentimes that's a due, that's a due diligence request these days. And you can push back, but you may not win that. One Of the other things on board portals is that you can use them for secure emails. So you can send materials and you can send an email, but have it go through a secure mechanism. So the content of the email doesn't even show up on their phone. They have to log in to see the email. Just something else to think about. Julie, has that been a challenge? So I, I'm watching diligent literally this week, you know, with board members, uh, some of whom are already on diligent for other boards, some of whom are not. And so I'm trying to balance how much we're using diligent versus how much accepting the reality of my CEO is going to email his board as well. Like how much is in the portal, obviously the materials for the board meetings, audit committee, et cetera, versus what's happening via email in terms of like general discussions to the board outside of the portal. So I'm kind of curious how people have found that, because I imagine there's probably some variance in that experience. Yeah, and I certainly push hard that everything should go through the portal and I don't win a hundred percent of the time. But, you know, the things that we tend to get pushback on are things like press releases. If we're giving them a press release right before it issues, they're like, well, it's gonna be public. I'm like, yeah, but it's not public yet. And I, I tend to fall back to Meredith's point about let's have the directors have one stop shopping for all of our content in one place. I have a four month old daughter and she's on my lap, so I apologize. Uh, but in addition to that, I would say that, you know, I think it can be challenging. It, it does go to quality control. You can leverage that argument sometimes. Data security is a big one I use to try and push for it. And I, and I do think the one-stop shopping makes it easier for directors. So they're not saying, wait, where is this thing? And the things that we end up at the outside the portal tend to be things like succession planning where it's super sensitive and they don't want everyone to have access to it. And maybe that got sent by the CEO separately. It's not my preference, but it's a fight that I might not win. Yeah, I I often see friction in the adoption process directors who are not that tech savvy complaining about it or who just wanna work a certain way. And, you know, I think there's that initial adoption curve that can, can be painful and it does generate complaints, but it, it has value and benefits to the company if you can get people over the hump and working that way. The other place that comes up a lot is airplanes. Um, you know, I, I want to be able to get on the plane to fly to the board meeting and I wanna, you know, be able to have access to it in paper so I can read it or, you know, on my download from my iPad or something not logging into a portal. And to the extent it's pushing people to that, that's one Gotcha. That I think we haven't seen the end of yet is airplane, um, airplane internet. Um, you know, I am sure you've seen some of the studies and news stories with reporters who've managed to pull just crazy things off of the wifi that are floating around the cabin. And so, I mean, really your directors should not be on an internet reading anything confidential on the plane. 'cause it's, it's not secure. Um, I had a crazy situation where a director FaceTimed into a board meeting from an airplane, um, that bad behavior in multiple ways, but, uh, another one to watch out for. So I was gonna ask a much more rudimentary question than the stuff you guys are all talking about. Okay. Um, so when I came into the company, there was no delegation of authority. There was no, like, there was just like, it was very, you know, early stage willy-nilly decision making. And I slowly sort of implemented what I would call like pretty minor controls, levels of controls. Like what's, where is there a playbook somewhere that I should be following to get from here to there? You know, I mean, I've looked on, you know, I've looked at, do I remember Rachel, that you're and all The tech GC sources, and honestly, it's hard to stomach paying a lawyer hundreds of dollars an hour to tell you what's like, mostly common sense stuff, right? But just figuring out how to get from here to there is a tough thing. Like you all are talking about portals for board members. Well, all of our board members are, you know, either the, the, the two co-founders or the investors, right? And those seats are just, are just appointed by those people. And so they're gonna get data daily communications from us. I can't control any of that, right? So we're in a really different place. And I, I've talked to a bunch of lawyers, lawyers that do other work for us, you know, at, at big law firms, what I would call fancy schmancy law firms. And their advice isn't particularly helpful because they're not used to dealing with a company of my size, um, or a stage. So what's the, you know, what's the playbook in, in to get from here to there, right? Say there's a plan to IPO in the next three to five years to get from here to there and to train people in those decision making processes so when they get there, they're ready. Yeah. I, I think it's incremental change, right? I mean, so I do see I'm maybe guilty of being part of a fancy schmancy law firm. Um, I, a lot of my clients are pure startups. They evolve exactly the way you're describing. And you know, I, I don't think you can, you can jump in at a series A round with one angel investor or you know, super angel or something and, and try and establish public company controls and procedures. But I think you want to see, um, the, the board governance process making progress along the way, right? So pick your battles, um, what's important, where, where, where is my, where are my biggest risks or where are decisions getting made that are outside of the eye shot of the board and that's gonna create a problem. And how do I start to channel that into board channels, um, and accept the fact that it's, you know, you can't boil the ocean and you can't change it overnight. Um, if I remember right Rachel, you have a, an acquirer who's coming in and they're gonna be establishing their own controls and procedures so that that may happen faster than, um, my, my guess is that there's gonna be a pretty clear, you know, edict from corporate about, you know, what the rules are now. Um, so that may be out, out of your hands in a way. Um, but I, but I think in general, as you evolve, you, it can't be a sudden last minute thing that, you know, you've, um, you've grown all the way from zero to 60 miles an hour without doing it and then suddenly, you know, turn it on. So I, I think you just make progress along the way. I mean, part of the things I'm thinking about is wanting to know the answers before I'm told what the answers are. Yeah. And I think that's a big piece of it, Rachel. Right? Right. We might wanna set up a structure that you're comfortable with as a team about what would go to the board Before, before we're told by our new investors, here's what we want and this is the structure we wanted in, but the upshot of that is I have to make it up and like it's ama and I don't know if anyone here has come across resources that are useful in that scenario, but like, I haven't done it before. I'm, this is a, my first time in this role, so I haven't done it before. Yeah. Put, put the question out to the group because there are good resources on this. We've always done it with a blend of sort of dollar limits, a question about whether authority is limited to subject matter area or not. Yeah. And then certain categories of things that have to go to the board. And that list is helpful both for somebody like you or me in the seat to know what things we have to take to the board. But it's also a way of giving the board kind of comfort of like, look, these are the big things you are gonna get to weigh in on them and these other things are gonna be operational or they're within budget or things like that. We're gonna be able to execute without necessarily coming back to you. And those tend to be easy to pick out because they're the things that would require board approval anyway, like putting in place a loan facility of a certain size, right? You're gonna go to the board doing an acquisition of a certain size, like those kinds of things. Like, that's like the sleeve. I'm happy to give that to the board, you know, a commercial agreement that's 4 million in spend, but it's in budget, you know, I don't think you should have to go to board for that. Yeah. One, this is not oriented the way you're asking, but one resource that comes to mind is the NVCA forms. You go to nvca.org, there's a, a model investor rights agreement in there that would have, you know, a whole list of things that VC directors think are important that they go to the board. And you could use that as a list to go through and decide whether you also do. Um, but that might give you sort of, you know, the, the catchall of possibilities. Yeah. Corporation, we have a delegation of authority and we have those sorts of things. It's, it's in part just like setting that culture around what gets shared and what doesn't. And sometimes in some categories we overshare probably, and in other categories we unders share, right. And it's trying to figure out how to, how to, how to guide that in the right direction. Mm-hmm. Um, which is, is tough without, you know, there's like most things that we, we, we do, we have rules, right? And this is a very, it's very amorphous. Mm-hmm. Well this has been a really helpful conversation and I think Tara would tell us that we're running up in time, um, and probably should wrap up. So I'll turn it back to you, Tara. Yes. I, um, just wanna reiterate thank you everyone for joining. Um, I put this code for CLE in the chat. I'll also be following a post event. There are a couple articles that were shared, so we'll include those as well. Uh, but thank you to Jolie for being our tech GC host for the evening, and thank you to Alan and Kat from Fenwick for sponsoring this event. Um, their contact information will also be included in the post event email. Um, and this was a great conversation. Hopefully you all, uh, found it very valuable and, um, thanks for your time tonight. Thanks everyone. Thanks everyone. Enjoyed meeting with you.",
    "Laying the Groundwork - Employee & Early Shareholder Equity Best Practices (Louisa Daniels, Recursion; Jeff Le Sage, Liquid Stock)": "Hi everyone. I'm Louisa Daniels general counsel for recursion Pharmaceuticals. I joined recursion halfway through the IPO preparation stage. I would say or or probably three quarters of the way through and that was in January of 2021. We went public in on April 15th 2021. So we just made it before in the market completely changed had a very big IPO, but we did it very very fast and recursion is part of the new wave of tech enabled drug Discovery companies. We have an AI machine learning platform that we use with image-based processing to develop essentially maps of human biology, and we now have four compounds in the clinic. So we're judged as a biopharma company as well. I'll leave it at that deaf. You can introduce yourself and I'm Jeff lassage. I'm one of the founders of liquid stock we Provide structured Equity financing to free IPO companies. It's really a hybrid between a loan and a sale. And we wanted Luisa here to make all the general counsels. Who are Facing all the pressure be really jealous of someone who got through her process of three months. I don't think I don't think you should be jealous. It was very very hard. You know, we we took about four months to do all of the preparation drafting ES1. I mean you name it. It was incredibly fast everything we do at recursion. We do fast to a very high standard as well, but I don't recommend it. So don't be don't be jealous. Actually. The silver lining of current macroeconomic conditions is that you do have a lot of time to prepare for your IPO. Yeah times times in this year. Yeah in both directions. Yeah. So, you know given the state of the market right now Jeff with the IPO window essentially closed and no certainty on when it may reopen. How do you how do you think IPO preparation should be handled in terms of equity so from that perspective and also just to back up a little bit. I was also a partner Gibson done where I practice Securities m&a venture capital for 15 years. I've seen it. I've been through both sides now both sides. So I saw 2001 2008 I would say. From and we're dealing with a bunch of the private company GCS now. In in my time. There's never been a more stressful time on the GC because of that time and what's happening and you see it in the news, but you have plans expiring RSU plans in particular. So you have this combination of pressure from the c-suite and the board not understanding. the ramifications in particular the massive accounting charges Are potentially coming depending on how you maneuver and then you have the pressure of all of the employees and the combination of of those as is is the job of the GC now to juggle and often if they were in the seat. At the point time when the plans were adopted they're getting blamed. For what what's you know the state of where the company is? But don't don't get too depressed by that we're going to talk about we know accents that you can take and how to handle that. But one thing that would be helpful. I think what do you think if we take a poll of what staged companies are at in the room right now? So for example Angel to series B's or anyone in the room whose companies is at that stage. Okay and see through e oh a lot of folks. Okay, that's really helpful to know and how about people who thought their companies would have been public by now already? Not that many. Okay. So the sweet spot is kind of series see through e so that's helpful. And another thing we wanted to mention. If you have any questions, feel free to raise your hand during the discussion. You don't need to wait to the end and don't feel shy about asking anything that comes to mind. so you talked about amending RSU plans and You know the drop-in Valley valuations, there's a big debate on you know, sort of taking a second bite of the Apple amending a plan for the second time. Can you explain a little more about why that's a big deal. You talked about accounting implications. How are the companies that you're working with handling this issue? Yeah for all of you who are sort of in that. sea that e range depending on the timing at the my biggest takeaway now is to go out and read all your plans because you may not know it but but that plan expiration is gonna be coming and it doesn't look like that Windows going to be Opening up for a lot of companies for some time what what that means varies? And so that first what what we saw references that first bite of the apple is amending the RSU plan one time typically is viewed is not causing the IRS to look at that plan and say well we think there's no longer a substantial risk of forfeiture. and so you're allowing some segment of that RSU class to actually accelerate convert those rsues into shares and potentially give them a liquidity event, whether that's thirst, you know, a structured Equity Finance or Through a tender offer. And so then the the question comes if you've done that once. Can you do it again? And and I think most of the lawyers who are advising the companies in the room and they accountants and tax advisors are saying you cannot. It's interesting to look now, though. At this time and think about how long a time period we potentially have to see whether or not people are going to take a different position on that now, but the main thing is if you're RC plan goes away. You've got a bunch of questions. You've got to answer and on the top of the list is okay. What's the accounting charge to re-up all of your existing employees and oftentimes, that's a massive hit. Because those the value of of those rsues is grown tremendously over time. Maybe it's come down. So but even in that in that view at the time, you're CFO is trying to keep your balance sheet pristine and one of the room. Yeah, so you need to also keep in mind how much pressure is coming from the employees for liquidity event. That depends on how large your employee bases how long they've been with the company. You know how much the valuation has changed. So one thing I'm curious about is had what companies do you think have done this? Well, how many you know who has done it poorly on who is maybe in a sort of waiting? Waiting stage. I mean it's an interesting question. On on I think the companies that have managed as well. They're all. All the companies now, I feel like are trying to do the right thing employee first culture. Mm-hmm retaining Talent retaining Talent biggest attracting Talent managing your 409a. I think stripe. Did a really good job over time thinking about that and then providing liquidity when you know section annual tenders. And they did those tenders actually at the same valuation as the last round preferred, which is very different that if you go back over time and look at like uber and there was a 20% discount and so they're actually valuing that common security at the same as the preferred which is giving the employees a better deal than they should get. That I should when they should what could they could? Yeah, I mean the reality is if a preferred investor went around and turned so that security the next day. It's very different than the common. Yeah, and so I think I think they they're two lessons out of that. one of which is that they took some of that. liquidity pent-up liquidity demand out of the stock earlier, right? And then the second piece is they treated their employees in a way that They didn't feel like it was unfair. Mm-hmm, even if you know some sort of discount is fair. So I say on that side striped did the best job? We would have said they used the wrong approach that they that they should have looked at a structured Equity financing given optionality. Mm-hmm. The employees would have done better over time with that. But outside of that I say, you know, they managed they got an immediate or short-term immediate short term benefit and the employees saw what they were doing and was that clearly articulated to the employees that Communications key Communications key and all of that and I think the employee when you get down to price it's really easy. And and if there's a disparate price, it's harder. So speaking of you know Communications and and educating What about companies where they were anticipating an IPO? Maybe not this year, but maybe the next couple of years. How do you talk to employees about their Equity about the 409a valuation? What would you suggest telling them? I mean it's hard right? I think. The thing from The General Counsel see that you all face and realizes when the 49a goes up. Everyone in the company thinks it's a good thing the value of the company's going up and reality. It's just it's just hurting them every time it does that. And so I think the communication now. which is the key is really looking at that as an opportunity to go to the employees and say look you missed a window previously when the 409a was lower. This doesn't necessarily reflect the value of the company or our opportunity. Obviously the markets changed. The opportunities change, but now that the foreigners a is down. This is an opportunity to change from an option holder to shareholder. Mm-hmm. And here's the reason why you do that and here's the benefit of that. And you know whether you do that with your own money with your uncle's money with third-party money. It's a time to think about that. At least that's one message. And then I think it has to be paired with the careful plan. in and around the board and a re-up of equity and that that re-up is going to be interesting to see what people do you know, is it going to be back to option plans? Is it going to be RCS? Is it going to be a combination but that decrease in 49a gives that opportunity where you're now saying, okay, we were able to bring our valuation down because of Market comps we were able to bring the valuation absolutely but and that's that's for the CFOs in the room. You know, that's what they're managing too. Yeah, and it may be that the company's in a great position and I think that's sort of the difference if you're in the GC spot. If you're in one of those companies that is doing terrific and you feel like okay, we're still going to win The Market opens. We're going to be able to get out and we were able to get the 49a down right gives the ability to exercise those old options. It gives a ability to reup in a new plan. Yeah, of course, the general counsel needs to be careful to not be promising or you know, giving any advice and whether it's investment related or tax advice. You don't want to be you know talking about the value that folks might get from their equation. Not as the attorney. Yeah. Yeah not. That I didn't answer the back part of your question on who hasn't done it well. and I'll give two examples. I think Instagram is an interesting. So instacart it's the car. Yeah Instagram and right. Yes, that's situations. Biopharma, yeah. I don't know if people have followed the instacart reports and the Wall Street Journal at all, but That's one that the jury is a little bit out on what happens but at least as reported by The Wall Street Journal. They're actually going to go public solely to address this issue. And give the employees. the ability to sell into the IPO all the company's not Well, that's what the Wall Street Journal says is the rationale. Yeah employee the executives perhaps yeah and You know. when I read that from the investors lens, the the thing that was shocking to me was the concept that They're out on the Roadshow telling people to go buy the shares and they're saying all the Insiders want to sell the shares. Right? And and so unless and this is the part you're not in the room. And so I don't know the true story. But unless they're saying hey look the the executive team is is keeping 100% We're all in but we have Engineers. We have people who've been here a long time who need liquidity for different reasons. It just seems like it's a different a different report. So it's gonna be really interesting to see That approach which is just where we're solving this by going this combination of plans expiring validation Talent retention and we're just going to go public regardless of what that means and what the street is going to say in terms of whether they should be invested in that business. Yeah. What about Airbnb? What's your yeah, so I I wasn't. Directly involved in Airbnb so I don't I don't really know my understanding of that situation was again an inspiring an RSU plan one was one of the factors. Why they went public at the time that they did? Yeah, and I think the difference. was a recognition of that was one of the factors of timing but here all the reasons why the the company deserves to be a public company today regardless of what's happening and then the market grow environment, which is I think a little different than Instagram's approach instacart, okay? I infected you. So talk a little bit. I guess I'll say the other thing I wouldn't do. And I take this because I know there's at least one GC in the room who did it. I wouldn't do company loan programs. I'd say you know if you look at Lyme and I'm sorry, right. Sometimes you have to but that to your question about for maybe one, you know, the the gc's and the company generally. Supporting the premise that we're going to do so great. That you know, you should take loans from us in order to do this and Loans themselves have problems. They're tax inefficiencies, whether they're recourse or non-recourse and that if you go way back to 2001 that's a bunch of a bunch of my clients and friends who took loans and thought they were fine because they were non-recourse but then got hit with elimination and dentist income and had to file bankruptcy. And so oh I know a line You know those executives are on the hook for you know parts of those loans and it's below the equity value. I don't know the Vault story but D and good dno insurance the board. I mean it brings all those issues into play. There it is. Yeah. but I think I think some of that goes hand in hand where you really need to be thoughtful about. About what you're communicating to the employees what you're offering whether you think about the company offering it or you're you do it on a third party basis ultimately over time. I think optionality for the employees where they get to choose to maybe do a traditional tender produce structured Equity Finance or potentially take loans from the company. Like all of that with technology is going to be really different in the next three to five years. And so I think a lot of that comes back to communication and education and you know one thing Jennifer mentioned was your compensation consultant and I completely agree at recursion. We use compensia, which has done a great job for us. They will really help you, you know, whichever consultant you use they will help you think through these issues and then a company like liquid stock as well. And then of course your Brokers can assist in this too. and talk about because you're you're communication obviously was very fast and positive. but you know. Looking at it and saying okay if I had the benefit of all of the time. I mean one of the advantages for the gc's in the room is okay. Now I can I can prep a strategy around communication that's different. Like do you have advice for the group on? How you would think about that? Yeah, what you did well in the short period of time what you would have done if you definitely another day. Yes. Well, I mean one of the things you'll discover most likely is that the vast majority of employees don't even think about their Equity until they get close to IPO or to a liquidity event. And so if you're doing an IPO in a short time frame, that's a you really need to raise the level of understanding quickly and that was a situation at recursion. So we had three sets of trainings that we did and we offered them repeatedly like Ad nauseam, so we had a training that was an equity overview. we had one on the insider trading policy that also covered 10 b51 plans and then we were Foolish enough, I would say to all put an espp in place at the same time as the IPO. So we had a third training on the Employee Stock purchase plan and we made recordings of those trainings available. But we we didn't have the slide decks available separately because you do need the voice over particularly with respect to the espp because that's that's a prospectus. It can be treated as an offering of stock. So you need to make sure it's up to date and make sure you have all of the information being delivered at the same time. So be careful in general with what you distribute in hard copy and you can do presentations by Zoom. They don't need to be in person but be prepared for a lot of questioning. It does depend on your employee base how large a company of course whether you're Global but also the company culture really makes a difference. Recursion we had a very transparent culture free IPO and we also have an endlessly curious and questioning and you know, very intelligent employee base. And so they would just pepper us with questions. And at one point I considered preparing an FAQ document because some of the questions would occur and you know, you're saying the same things over and over but there's a real downside to having You know any kind of information in writing other than the actual insider trading policy and the scrubbed deck that is the equity overview. So ultimately we didn't have FAQs that we prepared. But we also had asked me anything sessions in addition to the three categories of training that I mentioned and there are people could have more one-on-one attention and obviously as I said before you can't be giving people investment or tax advice, but Some folks need that personal attention. The stock administrator is absolutely critical in this regard. I really recommend having your stock administrator hired pre-ipo hire someone with a ton of experience if possible. They will save you they will help with this education and the communication and they're able to hold people's hands in a way that you will not have the time to do and also the distribution of information. It's a great spot. If you decide you're going to put out pieces and when we work with companies, we actually do because we feel like you got to educate them. Yeah, providing Financial or tax advice, but you can you can simplify. A lot of complicated things for them and then you can refer them off to wherever you firm, but the stock administrators portals or the employees go and they're looking at all their information. They also at least one who's in the room share works and I think Carter has it as well. All of that is is a great spot to be the repository for that information. So you make sure everyone's getting the same information. It's been blessed by legal. It's been blessed by around in tax. Yeah. Yeah and your broker will be really helpful from an education perspective. You know, when when you asked part of your question was what would I do differently? Yeah. Yeah, one of the things I think I would do differently is engage much more with the broker. We didn't have much time, you know to get things done. But ultimately we went with Fidelity which has amazing educational materials available on its website and they also offer personal advisors. We chose the option that everyone in the company could have their own advisor not just Executives and they that's a great resource for folks. I also would have hired our stock administrator sooner that individual was hired right around the same time. I was so three months into our four months of Ikea preparation. So we were both learning the company and you know learning the employee base at the same time and I also would wait longer to put an espp in place. You don't need to rush to do that that could have waited. For a year, I mean there was liquidity from the IPO. So there was no great need for it. But we're very ambitious company and I certainly were just looking at that as another perk. Mm-hmm. Yeah, it was partly that Talent retention aspect. Yeah, so we have 15% discount with the espp that we put in place and While that was a big lift from an education standpoint, I think it was also really attractive for our employees. Yeah, and I hadn't thought about it until now but it would be interesting to see if that comes back into the you know, because you have you have Now options versus rsues people. Scared of the RSU plans and what's happening and the reasons why they're not going to go the option plan route. So I'll be interesting. Mm-hmm. So any other parting wisdom? Yeah, we only have a couple minutes left but I would say with respect to 10b51 plans. They're if you're at a smaller company, they're going to be a bit of a bear to handle and this is a place where the stock administrator can come in really helpful, too. If you have a company with the level of transparency that I mentioned then you'll have way more people who need or arguably, you know should have 10 B, five one plans then at another type of company and it can scare your broker initially Fidelity told us we couldn't have that many people with tend to be five one plans because they were used to only section 16 officers and directors and the like having those plans and our company we had about 50 people with Tempe 51 plus which is a lot especially as you know, Ebola like all at one time. but The alternative if folks don't want to attend b51 plan is you put many people on a pre-clearance list. And so your stock administrator is going to be really helpful for you in kind of administering the pre-clearance list as well. You need a checklist for pre-clearance and you know, the admin can prepare much of that and then you as compliance officer essentially will be validating that they are pre-cleared to trade but it's a constant flow either of 10 B5 one plan review Drafting and review or of the pretty clearance. Thank you. Yeah. I think that's that's all we have time for.",
    "M&A Foundation: Laying the Groundwork for a Successful Acquisition": "We won't be talking about cases and briefs today. Um, we're really gonna be talking about the deal aspects, um, kinda the, the flip side of the exit scenarios here. We just talked about the IPO, so we're gonna talk about kinda the sale process. The goal here really is to give a, a high level, um, overview, and hopefully you get some great tips, thinking about how do I prepare for this? As, you know, internal counsel, um, primarily focusing on folks at companies. Um, there will be some helpful tidbits if you're, you know, uh, GC at a venture fund. Um, but hopefully you'll be able to take some practical information away from this. Um, I'm Josh Cook. I'm a corporate partner at Gunderson Detmer here in San Francisco. Um, I will, um, let everyone else sort of introduce themself. I'm sitting next to my partner, Uh, Excuse me. I'm Andrew Liu. I'm a corporate partner, and I manage the m and a practice at Gunderson. Uh, I'm Scott Darling. I'm the Chief Legal Officer at Stitch Fix, and I was previously the general counsel of, uh, Trulia, which sold to Zillow, and before that, a company called Danger, which we sold to Microsoft. So hopefully some prior m and a experience can, you know, bring something valuable to this panel. Hi, I am Sugen Lee. I'm currently head of legal for Pop sugar, uh, online media company. Before PopSugar, I was at Flurry, which we sold to Yahoo. And prior to that I've worked as outside counsel for many startups, as well as in-house, um, at Mattel, and started my career as a corporate securities attorney at Wilson Sni. Hello everyone. I'm, uh, Kevin Sheen. I work at Google's corporate development group. We're responsible for m and a and, uh, strategic investments at Google. Um, prior to Google, I was an investment banker for several years, so, um, have a number of years of m and a experience to, to talk about today. And, um, yeah, looking forward to providing the non-lawyer perspective here. Great. Well, with that, I think we've kind of broken this in, in our mind, kind of just a chronological timeline. And the, the first question I think worth discussing is sort of, you know, how early, how early is too early to really start thinking about, you know, the m and a process and being prepared. Um, and I think, you know, probably, you know, if I, Susan, I ask you, you know, sort of maybe to start, you know, in your experience, is it day one you've raised money? Is it before? Like what, how, where and when do you start with that? Like, what's helpful? You know, it's, it's probably because I've done the outside counsel, um, and these deals before, anytime I've gone into a company, um, it's always in the back of my mind. So it's at the very beginning, um, whether you've raised money or or not, you're gonna face a lot of these questions in those financing transactions as well. So you might as well start thinking about this. It's really helpful, I find, to be able to communicate some of these issues to your business teams. And it's, um, you can explain to them why you are, uh, looking into all of the source code policies, or you're making sure your privacy policies are up to date. And, and they can generally be annoyed with that. But if you explain to them, we need to know all this because when we are selling the company or if we're lucky enough to sell the company, this will all come up and these will be important issues for the buyer. And, and really that, um, that helps in, in terms of, um, get getting a lot of the house cleaning that, uh, GCs want to get done from the beginning. So I, I think it's never too early. And, and what, what are some of those things? Is it, I mean, is it these days just ensuring what are some of the best practices in terms of, is it dock retention? Is it, is it using Dropbox or Box or picking your kind of service of the day, finding folders? I mean, how much, you know, I guess, and I'm looking both at you and Scott again, but to think about how much of that is actual technology in terms of having organization and how much of that is also the relationship with your other departments, right? Talking with CFOs and finance folks, working with hr. I mean, when and when and how does that start as part of that? I mean, you know, I would say that, um, having a well organized legal department helps not only for thinking about m and a, but just operating your business and, um, you know, that's contracts management, um, you know, a lot of the forethought and, uh, just being organized will make you look cleaner to, uh, potential acquirer. That involves talking to your engineering team about, you know, open source software, making sure they've got some, you know, thought going on and how they're taking in, you know, uh, new stuff that they're using to develop. Um, you can get involved in that and help them, um, you know, develop the right ideas around open source software. And those are just common things that come up in m and a transactions that I've found. And I suppose, I mean, yeah, a lot of us, and you, you guys must have been through this, and I think Kevin, we talked beforehand, you know, there's a, there's an idea of having forethought in terms of a, who are potential acquirers and what will they care about. Yep. Um, and you know, as you think about that, you know, even just looking at Google for example, I mean, are there any key considerations as you think about that, that sort of make that important for you? Yeah, there's, there's several. And, and what I would suggest doing is sort of put your, put yourself in the shoes of a, of a big buyer, if that's indeed the, the other party. Um, what are the things that they would care about that, you know, a fast-growing smaller startup may not have to worry about yet? Um, I mean, open source is a good example of that. Um, oftentimes, you know, engineers at a fast-growing startup just sort of pull code from all over the place out of the cloud. They don't think anything of it. Um, oftentimes those pieces of code require a license. Uh, when we due diligence on a company, we ask for every piece of, of, uh, open source code used in the, uh, in the product. Um, and we ask that companies obtain proper licenses before we actually close a transaction. So that can be pretty time consuming. Mm-hmm. Um, for the engineering team to, to actually go back and try to think of what code they use, but also, um, just to go out and get the licenses if, uh, if, um, if there are a lot, uh, it's not something that's like a total deal breaker, but, but one of those things that sort of adds time to a process that could be, um, potentially mitigated upfront, uh, with a little bit more planning. Um, other things such as, uh, privacy policies, if it's, if you're a user facing, um, product, um, obviously Google has very strict user, uh, user data retention policies, uh, privacy policies. Just take a look at those and, and ensure that your practices and policies are, um, are close to, or, or in conformity with, with, uh, your buyers, um, because you're gonna have to bring them into, into conformity with your buyers, usually at close or, or shortly after. Um, and it just helps save time if you start to think of those things ahead of time. So if, if one of the themes here is, you know, I think we're gonna see, and we'll have some handouts I think you everyone has a link to, is be prepared, be, you know, be always, always be planning ahead. That's, that's great. But the corollary to that is sort of, you know, you're, everyone's constrained on resources, you know, I think most companies here that are in the room and it's like, Hey, I love my, for my legal department to be organized. Yep. But by the way, it's just me and I'm dealing with these HR issues and I'm also dealing with this cap table. So part of the, I, I think the theme I think we're talking about that'll probably go through the rest of this is, is working with external resources, right? Mm-hmm. And so, obviously one of the, one of the ones that I'm sort of, you know, primarily organized with is, is law firm stuff, but I assume accounting and other areas, I mean, you know, and, and so probably a question for even Andrew having done this far longer than I have, you know, how, how have you seen the most effective kind of GCs work with you in the early days to ensure that they are feeling prepared? I mean, they're, you know, any best tips? I think that if you think about, Hey, I I work with my council, this way I can communicate with them, here are the things I want you to be doing or helping me with and guiding me with. Yeah, sure. So I think, um, the advantage that GC really has is the institutional knowledge of the client and the company, and really the personality of the decision makers that are gonna be principally involved in the m and a deal process. And so there's a very important gatekeeper role in terms of largely managing expectations. Um, when the deal kicks off, the external council will have a good idea because they've done that repeatedly. And so that's what we have the reps on in terms of how to get a data room going, how to mark up a merger agreement, but we're not gonna be well attuned necessarily to the particular sensitivities mm-hmm. Of the board members and the other executives. And the GC really will have that, um, secret sauce of knowledge. And I think, you know, sharing that early in the process to make sure everybody aligned, is aligned on expectations is, uh, pretty critical. I mean, mean, but are there you also, and kind of across the table here, I mean, if you think about working with your accounting firms as you start, you know, in some cases, in, in fact in many cases, maybe you have, maybe at best you have a controller, but maybe a VP of finances mm-hmm. In these early days. Mm-hmm. I mean, how do you manage, how do you help the, the team understand your priorities in terms of actually being an organized legal department? I mean, there are other real world scenarios to think through in terms of working with your management teams to kind of say, I know you want me to be working on this project, but boy, this infrastructure I'm trying to build for like the long term, um, you know, seems to be a critical conversation early on. Yeah. I mean, if I, so I've, um, you know, worked at several companies and I've worked with a lot of senior executives. You know, one of the things that I see, um, that is, uh, just critical skill, whether it's a senior legal executive or a senior business executive, is just the ability to build internal consensus to add resources to your team and make the case, uh, to get people. And that, so that's something that I've had to develop over time, um, as I've built legal teams at different companies, is convincing a CEO, like this isn't just a cost, well, maybe just a cost center, but it's important to build for cases. Like, you know, you want to go public in the year, you want to, you know, we might have an MA situation. So I think that's, uh, you know, um, whether you do it through getting headcount, which is one of the primary ways, or whether you do it by bringing on other, you know, partners like, uh, additional law firms, what have you, part-time folks, um, it's just an important thing to be able to do as a, an executive company. Yeah. So Jen, sort of same feeling. Yeah. I, I look to partnering with my different internal business departments as well. So if I am thinking down the road and I, I'm trying to close a transaction where you have to make, make the representations that every single employee that's ever walked through the door has signed an invention assignment agreement, you're going to have that conversation with your hr, uh, head of HR and, uh, make that something that they can start working on. It's not something that legal actually has to chase, but boy, does that make a difference at the end of the day when you're not chasing down, you know, Joe Smith who worked for us seven years ago, but he was an engineer in touch code, and now we can't find him and close the deal. So you, you can explain some of those scenarios, um, to your VP of HR and, and get them on board and let them start doing that work. You can work with your finance team and your accounting team. Um, one of the things that, it's a very simple thing to do, but, you know, ask them to pull, um, a, a a general ledger of every expense you, uh, that's come through in the past two years. And you look at that and you realize, wow, my engineers are signing up for these, you know, click through services, and I've never seen these before. Um, and, and so things will be flagged and you won't be surprised. And, and that's an easy way to look at, are my contracts being reviewed? Do I have record of everything that's being signed or that we're agreeing to? Because at the end of the day, you will have to, um, disclose and deliver all of those things. And if you kind of get, get, um, ahead of that, uh, you won't be scrambling at the very end. And I think we've touched on also, um, developing that relationship with your engineering team, whether you're talking about source code or all the third party, um, analytics or, or, um, partners that you use, um, within your products. Um, you will have to, you know, tell the, the buyer, um, everything that every piece of data that you, uh, use, that you collect, that you disclose and share with your partners. And if you just set up, um, you know, have the conversation with your head of, uh, it as well as your head of engineering and set up some form of tracking so that anytime something new pops up, um, that they want to integrate into your app or, or whatever product, then a, a record is kept. And so it's, um, legal can't do all of that. Right. And no matter how many folks, you, how many other lawyers you add to your team. So it's in a sense, I, I see it as a continuously working relationship, making sure your departments understand why these issues are important, if, um, your end game is to sell the company. And I think, um, they, they typically buy into that and, and they understand, and you can, um, get some of those policies put into place. And I guess that makes me think, you know, as you go through this, there's, there's a world where you like to think, you know, theoretically, boy, I'm building the company, I'm building these best systems, but we're gonna get into talks with a, a banker at some point. Mm-hmm. We will have, um, worked on a, a strategic partnership with one of our or someone in the world, whether it's a Google or a giant buyer out there, for example. I will have seen this coming for many months, but I mean, I think the realities of the world are, in many cases, those, that's not the case, right? Even if you engage a bank in the, the times you do engage a banker, something can come outta the woodwork you weren't expecting. Uh, we talked about your experience, Scott, I think, where not only was it sort of not strategic, it was a competitor that surprised you, right? Yeah. I mean, and it came out of really nowhere. I, I suppose, Yeah. I mean, uh, so this is the Trulia, um, Zillow deal. And the two companies had talked over the years. Uh, there was a discussion in 2011. There was another discussion in 2012 as we were getting ready to go on the road, and we had filed to go public. Um, but the two companies just could never agree on the economics. And then in 14, um, we had been public for a couple years, go, uh, Zillow had also been public. Pete Flint, our CEO was literally at the airport on his way to England for vacation. He's British. And, uh, gets a call from the chairman of Zillow, rich Barton, uh, Pete, you know, the Zillow boards authorized me to, you know, start a conversation with you and we'd like to acquire the company. I've got a document that I'd, you know, wanna send over. It's a letter from our board and, um, you know, it's two public companies that has a lot of implications about, you know, disclosure of the letter. Um, so, you know, Pete was kind of flustered. We got a quick call, no one was prepared for This. Did he call you directly, sort of just, just yourself or, uh, We, I mean, we organized a conference call Yeah. To get me our CFOA representative of our board on the phone. And, um, you know, literally we were scrambling to, you know, get our bankers lined up, get our outside counsel lined up. Um, you know, we had to think about the potential for a, uh, you know, wall Street fight with a, you know, potential proxy fight and a, a hostile takeover. So we had to think about, you know, um, crisis communications firms and proxy solicitors. So, um, we were fairly unprepared. Uh, Did you have a banker picked out or you had to Go? Well, so we'd worked with JP Morgan, um, in our IPO. Um, but you know, they, we hadn't really talked m and a scenario with them at all, so that was starting them up from scratch. And, um, and so yeah, it was a, it was a pretty frenzy process at the beginning. Luckily, it was a friendly conversation, and so we didn't have to, you know, deal with the sort of doomsday scenario. Right. But we had to plan for it. And, uh, yeah. So the, the conversation continued to evolve and, um, you know, we got to the basics of a deal about six weeks later. I mean, relatively quick Yeah. Considering Yeah. That it came out of nowhere, right. Yeah. I mean, 'cause the other side is I think, you know, I'm just curious sort of show of hands or screaming, but I mean, how many people have actually had substantive, like, I've been through the m and a experience, I've talked to bankers, LOI, it's sort of, I probably should have started with this. So really, I mean, not, not very many. It's, you know, vast majority haven't, haven't really been through this side. I mean, and so, I mean, the basics are, I kind of alluded to it before, you know, you're, you're always kind of aware that something could happen mm-hmm. Because these calls come from competitors. Um, or you've been out, uh, as a company for several years and your, your board actually wants you to think about, are there strategic ways for me to get out? We need help to do that. Um, or it can be an inbound bulk call to sort of corp dev from, you know, engineers or someone else who has a connection through the Google, Google process. Um, but neither of these cases, I think kind of from where we started, it's like, Hey, let's be prepared. Let's get there. Um, I should mention at that point, by the way, and the materials we provided, we included a due diligence request list. Mm-hmm. A medium, I would say, length version of what you might expect an m and a, just as an example of how you would actually expect to sort of organize materials and what sorts of things people are worried about. Um, but I mean, you know, once, once we're in this process, and like, maybe it's a question for Andrew, then, you know, how does, how does, how do you end up working with the GC at that point to think through? I'm working with the ver I mean, you think about, you mentioned it, I get on a call, I'm talking to my CFO, we're thinking about our investors, we're thinking about who the banker is, you know, how do, how do you help in that situation in terms of, you know, thinking through the management of the various stakeholders that are there. I mean, it's not only management and bank, it's also, you gotta think about the employees. And I, you gotta think about sort of who else has sort of invested in that. I mean, how does, what is your role on that and sort of how can GC sort of rely on that, I suppose? Yeah, I mean, we'll typically get brought in, I mean, I've imagine from most of this audience, it's gonna be a public company buying a, you know, private venture backed startup. Uh, you know, outside counsel will typically get engaged, uh, when there's a first appro, excuse me, a first approach, which, you know, for a typical public buyer comes in the form of a term sheet. Sometimes you have some advanced warning because corp dev at the buyer's already been talking with the, um, CEO of the seller for a while. Uh, but, you know, outside counsel will typically get involved at the term sheet stage, and at that point Actually would've seen like an NDA or Something. Yeah. Maybe you've seen an NDA, um, uh, but, and at that point, uh, there's very, you know, frenzied, you know, call a two week period to out whether there's really a deal to be had. And so we'll be working directly with the gc, often the CEO and the CFO as well. And to a lesser degree, uh, sometimes the key investors, they're usually, uh, usually the CEOs like to manage that process. So they're kind of brought on board near to the end point where you think there really is a deal to present to them. And, you know, you've already marked up the term sheet kind of addressing their concerns. 'cause most of the time the selling shareholders, employees and the investors will be aligned on most things, uh, unless you're in a unfortunate situation where it's like a washout and then you're fighting over a carve out pool or something like that. I mean, and I think kind of the reverse would be as a, as a sort of the business guy coming into that side of the deal. Right. You're, you submitted the LOI you're working. Is there, are you spending any time with the GCs at all at that stage where, so how do you see their role in, in, um, miscommunication? You know, from just speaking from our, our perspective and, and, you know, following a typical Google process, which is mostly, uh, you know, small private venture backed startups, um, the GC may actually, if there is one, um, may actually get involved before we actually issue an LOI or a term sheet, oftentimes at the NDA stage right. To review an NDA. Um, but, uh, but even after that, uh, Google likes to do a lot of preliminary diligence before we actually make a decision on whether to, to issue an offer to a company. Um, when we, when we actually issue an offer, we really like to close on that offer. So we don't, we don't like to leave things to surprise post, uh, post LOI or post-term sheet. Um, so in that sort of preliminary diligence phase, in, in some cases when, when there is GC support, they will be involved, um, in providing documentation that we may request, um, getting on calls, trying to clarify structure, IP ownership licenses, things like that, uh, that we may need to know before we actually issue an offer. So, um, it really depends on the, on the business and the company. Uh, but, uh, but I don't think it's never too early to engage a GC if, if you have one. I think that, um, it's a good, good base of knowledge, uh, for, for the company. And this is always sort of an open-ended terrible question, but it's one that people, I guess wonder, I mean, at this stage where you've, you've started some conversations, hopefully you've been pseudo organized, right? But you're not super organized, right? So you may, you may find some things, uh, in your own diligence at that point. I mean, I guess question one is just the general, are there any major gotchas that people need to look out for at this stage? And maybe the sub question for that is maybe, you know, are to the extent you've already discovered, uh, we didn't file, um, this person's 83 B, for example. Mm-hmm. Or, um, this person, uh, was a key engineer who left and we never got the, um, his PIA sign, for example. I mean, those sorts of diligence issues, I mean, is is the gotcha there, Hey, that's gonna come out and it's just a timing issue. I mean, what are, are there sort of gotchas that don't do diligence? I mean, do you see any of that? And it's kind of an open question, I think, I mean, I, I tend to, if we're talking LOI pre diligence, um, period, um, I've learned sort of the lessons of what, um, what are some of those coaches. And, um, if, if I, I don't know that someone not signing A-P-I-A-A will surface at that point, um, they, they do that deep dive, uh, post LOI, but I think, um, there are some, you know, they're looking at sort of the key material, um, business, um, relationships. And if you find in, in those which, whether they be your partners, um, and those, those contracts or those relationships are not clean, then, you know, you need to get that fixed. Uh, I think, um, making sure your, your cap table is clean at that point. Um, that's another, um, focus. Um, and some of the, some it, again, I think it depends on the buyer. So you, you look at who the buyer is and kind of, um, put yourself in their shoes and, and see what is important to them. If this, um, like Kevin said, you know, data privacy is going to come up. That's something, and you have both us and, and, and non-US presence, that's going to be a big issue. And you wanna make sure those areas are clean even before they dive into the, the diligence. It goes back to the preparation you were there. I mean, I think, I think I saw you both kind of struggle with the question. 'cause my sense is there's very few gotchas in a sense of like, here are the three things you have to watch out for. Because really there's a million small things that I think mm-hmm. We're all always managing. And it's to the extent you can cover the, the most of that. I mean, I, you know, you've been, you all up here, we have a vast kinda deal experience. And you know, I I, I struggle to think of a time and, you know, I ask Andrew or anyone to think of a time when the deal has fallen through specifically 'cause one, you know, like the exact one PIA, it's usually a significant bus business issue as you dive into metrics or financials or, Yeah, I mean, like the things that you mentioned like an 83 B or A-P-I-A-I, I look at those as kind of like smaller tactical things that people have, you know, gone down that road and there's solutions for those things. The, uh, you know, and, and a little bit about kind of towards what you were saying is, is thinking more strategically about the deal and what's driving it, right? So is this a talent acquisition? Are they, after the technology in the, uh, in the danger acquisition by Microsoft, the retention of the founders was a critical element, and they wanted the founders to basically reverse vest. And so give up some of the vesting on their shares. These guys have been at it for seven or eight years, and that didn't seem fair to them, but the deal wasn't gonna get done. And so, uh, without that, and, um, and so, you know, as a GC, I got involved to help broker a bit of a deal that one of our board members got heavily involved in where some of the deal proceeds went out to special Bowman payments for the, uh, for the founders. So they'd feel more comfortable giving up some stock because they were being compensated in another way. And so those are kind of like the big strategic deal drivers that I think a GC who understands at a higher level what's happening, what the objectives of the acquirer are, what the new real deal drivers are, can help bring some value. Yeah. And obviously in that situation, it sounded like you understood the, who the management team were and their needs. Yes, That's right. You had a really great experience with who the board was Yeah. And sort of where they were coming from on that. Yeah. So Andrew's point earlier I thought was very astute in that, um, you know, good GC understands the relationships around the table and can help broker, you know, manage the relationships, um, when, you know, certain people aren't seeing eye to eye can actually be a bridge. And that, and that's probably a good segue to think, I mean, that's probably the case as we think through, you know, we've worked through the LOI, which is its own process. Mm-hmm. You know, to kind of get to that, let's say we've signed that we're now working towards a definitive baked into that assumption of assigning the LOI is a lot of considerations, right? Mm-hmm. Deal structure, how quickly we think we want to close, what the consideration is, what, how that impacts everyone sort of across the cap table and the other stakeholders. Um, so I, it sounds like, you know, at that point, having that, that knowledge, I mean, really being able to understand the very stakeholder interest on that and being able to kind of understand, negotiate with your outside lawyer, but be able to bring that to bear with Andrew. I mean, you tell me, you've been on both sides of this buy and sell, but having someone as a point person, it's not always the gc, I mean, but having someone who can actually tell you, Hey, here's the various interests that are play the CEO feels particularly strongly, even though we think this is market, and we can tell Mrs. Market, we know the CEO feels strongly about that, having that person there feels like, you know, either if your external counsel's not doing that, you have to be that person internally, I think who has to be able to do that. Yeah, absolutely. I mean, you, the last thing I think anybody wants is for a deal to get jeopardized at the 11th hour because there was some consideration that, uh, outside counsel should have known of and presented in the documents, but didn't because of communication or coordination. Um, because from the buyer side, you know, they're just gonna be skeptical and view that as some sort of strategic sandbagging to win a point when in fact, that could be the fur furthest thing from the truth. It might just be somebody wasn't aware of a particular sensitivity. And so, I mean, at that point, so now we're, we're in that, I mean, you're, you're working with hopefully if there's a gc you're working with the gc, you're working with someone at the company, who's that point person? I mean, what, what, what are the key components of the GCs role at that point? Or is it dependent at your stage? I mean, at some point you, you, you guys have had similar experiences it seems, but is it always just due diligence? Is it actually still brokering these points? Is it vary across the board as you have gone through different size companies on the sale process? I mean, does, how, how, how much is that spectrum? Does it change for you guys internally as you kind of enter the stage of we're managing the deal now, there's a merger agreement out, lawyers are lawyering away, you know, where, where do you sit in there and and how does that change, I guess, depending on where the company is in your experience? Yeah, I think it depends on, um, your, your familiarity with the process. So if we, um, based, based on your, um, hands raised, um, your lack of experience having sold a company previously, your relationship with your, your head partner corporate council is going to be a lot different than probably how I work with my corporate council having sold and, and done this before. So, um, having that conversation up front, um, understanding the scope and timing is really important, um, in terms of what, you know, what resources are your outside counsel going to add to this, and what resources do you have to offer? And making sure those, uh, really work together. Uh, there, there could be the separation of, um, your outside counsels are going to lead and drive the process with the definitive merger agreement or asset purchase agreement. Um, where do their associates and your legal team, and you fill in with all of the disclosures and diligence and, and production that you have to do. Um, at some point, uh, not collaborating on that is you're gonna hit, um, a train wreck, um, because, uh, they will have to, you know, produ in some cases produce massive 200 page schedules, which I've had to do. Uh, and they need to know some of the gotchas in those disclosures, whether it stems from the, the contracts that are problematic, uh, some of the IP issues that may be pro problematic or litigation, your corporate counsel's not going to be handling your li litigation day to day. So that's the information that you need to feed them and make sure that they understand so that when they're driving the reps and warranties or, or the, um, definitive agreement, they have all of that in the back of their mind. You may part partner really closely. And, and I tend to do that because I have the corporate experience and, and I feel that's the, a really good working relationship. But if you don't have that corporate background and you haven't done this before, I think your, your reliance and and trust on your outside council's going to be quite different. Um, and, and they should, uh, and you should make that expectation very clear up front. I need you to explain every, you know, what this means, what is the, um, uh, you know, the holdbacks, the indemnities, the baskets, you know, think things that, um, I think corporate councils who've done this before, understand these are sort of the big ticket issues that you'll have to negotiate probably at the, you know, at the l lo I stage. But what does that really mean? Um, you know, just an example of my, my team Gunderson is my outside counsel. Uh, my team at Gunderson will, will drive the A PA 'cause that's, um, a massive project. Um, but they look to me because, for example, there's a knowledge qualifier, um, which, uh, triggers my CEO and CFO and whoever else they have on that list. And so it's my job to then go back and make sure I have every single one of those folks weigh in on the fact, do they know that there is, um, some, some pending claim out there. Um, and so, you know, that's a good, um, example of where you, you need to work together in, in, in driving the, those pieces. Yeah. Um, you know, Sujin had kind of on the negotiation portion of the role of the gc there's the diligence element and, you know, understanding the business really well. Um, you know, the only the additional things I would add is one around communication. So we heard from somebody on the, uh, IPO panel before, how important internal communication is. That's really important and you need somebody thinking about that. Um, you know, in the deals that I've worked on, um, you know, I've always, um, you know, been a big part of that team that's thinking about those issues, which are critical. Um, And I mean, just to break that down. Yeah, sure. I was thinking about that as Soji was saying it also. Yeah. Because in many cases, that early part where we talk about the LOI phase and we're negotiating mm-hmm. There's really just a, usually a very small subset of the Absolutely. Of the team that knows about it, right? Absolutely. Yeah. But, um, I'm thinking about, you know, when you're ready to announce what is the employee reaction gonna be, right? What's the messaging to the employees? I mean, there's a whole, you know, another point is just the employee element of this and working with your, you know, HR team to set up the right plans. You know, are you gonna lay off a bunch of people? There's a lot of thinking that needs to go into that. I mean, even from a warn act perspective, if you're doing huge layoffs for sure. Um, so there's that element, there's a big communication element to that. And then, um, you know, all of this is part of the go forward plan. I mean, you know, one of the things we haven't even touched on here is just the integration element. And I think one of the most interesting things I found transitioning from, I'm a former Gunderson, uh, associate as well, so I'll just give that disclaimer, um, was the, the realization I had having gone through an acquisition and understanding that, you know, as a law firm lawyer, you're really only seeing the, the front half of this thing. And it's just like the tip of the iceberg. What's so important is planning and making sure, and you know, Kevin can speak to this a lot, is the integration element of the deal. Mm-hmm. Make sure there's success. I mean, both from the acquisition, the acquirer side, making sure that they, you know, get the value they saw in the deal, but also from this, you know, this group of people that you've been working with for years, uh, to make sure that they have a, you know, awarding experience in the, you know, post acquisition. And I wanna ask Kevin about that too, because it feels like, I mean, who, who's, who's generally in the middle of that, you and the, and the CFO and hr, I mean, who's driving that comm internal communication plan? And I, the, the reason the question you go to Kevin afterwards is I think whatever that plan is has to be coordinated with the potential buyer, right? So on the front end, who, who are the kind of key players typically on, on sort of thinking through That plan on the employee Communication? On the employee communication and rollout? Yeah, so it's, you know, hopefully you have a senior, um, communications personnel on board who's gonna be involved. I think, uh, members of the HR team are gonna be heavily involved. Uh, as a gc you're gonna be involved. Some CFOs may be involved depending on kind of their role in the organization. The CEO will also want to have a, you know, big involvement. And then depending on if the CEO e's still a founder, you've gotta bring in the founders who, you know, it's their baby. So it's gonna be Very important. You can't underestimate the number of questions the team has in that situation. Yeah. 'cause everyone feels so personally impacted. Right. Right. And it's a really, it's a question of how, what kind of resources can I, you know, as the GC Sure. Bring to us and what do I have available to them? So it's the internal team. Yeah. But then you're right. I mean, it's very important. You gotta be coordinated with the buyer because they in a lot of ways want to drive the communication. And that's where I was going with the segue is I think that the buyer actually can be a, a resource for you, I think in that situation as well. Yeah. Particularly when it comes to employee relations and things like this, this is where the seller and buyer are really should really be very well aligned. Yep. Um, you know, from Google's perspective, every deal is a talent deal. Don't matter how big or small, because if the, if the, um, if the team is not happy or doesn't have a good experience, uh, during that first integration phase, then the whole deal just just goes away. It just doesn't matter what the rationale was because you need that team there, um, to really help, uh, help with integration and help make the deal a success in the long term. Um, just to give you an idea of how important that that is, we have an entire integration team that's solely dedicated to, to making sure that integration goes smoothly, not only from an employee perspective, but technical integration, product integration, um, communications externally. Um, the branding, if there's a brand involved that we need to, uh, manage, um, every aspect of integrating a company into another larger company is, is difficult. Uh, and that's, I I would say that that's probably the reason the primary reason m and a is not successful in, in situations where it's not successful is because of poor integration. Um, it's nothing that happened during the deal aspect. Right. During the deal negotiation, it's actually integrating the company. Uh, I would say, I mean, not to give Google too much credit, but I mean, that, that's kinda one of the best case scenarios where you have a buyer like Google who comes in, who's actually been through this a lot, who has a team who can help you Yeah. Who can help align on that. I mean, in many cases, especially these days where we're finding sort of lots of industries, sort of industry company leaders coming in and entering our tech zone, so to speak, um, they're not that organized. And so it really becomes a question of going back to your point, finding those internal resources and maybe working with external counsel on that. We're getting short. I mean, we, we could spend some time getting into the definitive agreement and talking about some key components. Yes. Um, do you wanna open up, I was gonna say maybe we open up some questions while we got some time here, um, and make sure we're recovering questions from folks. There's one in the front, Hillary. Um, so a question is, hey, what, what if the sale, is it maybe as successful as you hoped and the proceeds don't flow through the preference stack to, you know, the common stockholders and employees and, um, kind of how do you manage, how do you manage that situation as a gc? Um, considering you're, you're on the bottom of that stack, actually as an employee as well. Um, you been in that Situation. Um, yeah. And, and I think, uh, part of that is, uh, working with your executives to communicate to your employees. What are some of the upsides of that deal? I would imagine if you're in that scenario already, um, it's probably because things aren't going so great and, uh, the fact that this trans post-transaction could mean a, a, a much more stable, um, employment environment, um, if, um, not doing the deal means there's going to be layoffs. Um, so those could be hard conversations. Um, there could be, uh, additional employee retention type of aspects to the deal that could be brokered. So it is at, at the end of the day, like Kevin said, you know, looking at these deals, they involve people and, and it's about talent. And if you want to retain those folks, then um, there has to be something more than, um, they're stock component. And if that's getting washed out, then I think, um, making sure some of that is being thought of by your CFO and your CEO. Yeah. And the buyer can help in situations like that as well. Um, I mean, like I mentioned earlier, um, the talent is very important. The, the, a good team experience is very important. If right off the bat, one day after close the team already feels like they, um, were wronged in some way, then it's not good for the buyer either. Um, and so we'll often structure our compensation packages or something like that to, to ensure that the team's happy in the long run and, um, and sticks around in the long run. I mean, a, a, a, a deal for a buyer will be unsuccessful if the team leaves after six months. Um, and whatever they did pay up front that went to the, the preference stack will be lost. Right. We'll have not gotten that value out of the transaction. So it is in the buyer's interest as well to make sure that the team's happy, um, when they come over and, and, and actually sticks around for the long term. Yeah, I mean, I would say, you know, one of the key consideration that I, I keep using the, the term stakeholder, but look, look around the table and say, where are the various interests coming in and what are their incentives, right? And then that'll help solve how do we get people aligned and the extent we need them to. But, um, that's one where you can, you know, talk to external counsel and, you know, we've been through lots of these, um, as it turns out. 'cause the bulk of the, the folks we work with don't have the successful giant sale where everyone is, can be more aligned when we're all happy and have smiling faces. Um, so, And, and one market trend, which is helpful out here at least is in the past five years, almost all the big public buyers are using retention pools as sweeteners. And that often provokes its own food fight between them and the VCs over how the pie is getting cut in the deal. But then, you know, so management can often use the buyer as the villain in terms of that and tell their investors, Hey, you know, Google's the one insisting on making sure the team's happy for all the legitimate reasons Kevin cited. Mm-hmm. And therefore, there's gonna be a big chunk of this deal that's go forward retention, and, you know, people should still get a little parting gift for seeing the deal through. So let's talk about a carve out plan mm-hmm. As well. And you know, that's usually how the discussion goes. Yeah. Oh, see one on the corner too. You're holding, is there Anything materially different about Dylan? The question is, does does diligence differ? It's a acquisition or a, um, what was the other one sorry, for Versus an investment? Yeah, versus an Investment round. Excuse Me. I mean, it's usually five or 10 times more intense in an acquisition because the buyer's getting all the problems. And you know, there's also things like, you know, there's usually a bigger budget for an acquisition and people are more worried about risk allocation. So it's usually much more intense. It's, it's a great question. I mean, and what we, what we probably should do is also we can include a link to a standard private equity financing diligence request list, which is all of two and a half pages and very high level. And the normal m and a one is far longer than that, uh, and far more detailed. And that's pretty indicative of the process also. Um, I saw something in the back there. There you go. I mean, really a question of how can you be more integral to the LOI negotiation process, essentially as gc? I mean, fair question and, and I leave it to some experienced GCs here, Scott or su? Um, yeah, I mean the, the key deal points for me are, I mean, particularly around employees and helping the board think through, um, you know, what the tricky, you know, employment issues might be for retaining certain people, certain teams, uh, making sure people stick around who may not have a big role in the go forward combination, uh, but they're integral to getting the deal done. I think those things to highlight for the board who, you know, are looking at it from 10,000 feet may not see. So I think those are important things that GC can bring. Yeah, I, I would definitely agree with that. And in my experience, because the board and, and maybe even the executives are looking at this from that 10,000 feet level, um, I I, I find that portion is often forgotten. Mm-hmm. Yeah. Um, and so as GC again, it's, it's about people. And so you wanna make sure that at the end of the day, um, they, they are taken care of. And so it's a, it's a small component of the LOI typically, but I think it's very important. Um, another thing is I think, uh, just making sure expectations are very realistic. So at the LOI stage, we're, we're usually, uh, negotiating the no shop, which is a certain period. And, um, and it, it's related to how fast can we close this deal. Um, of course from the executive's position, they wanna close it tomorrow and they've heard of these deals that close in a weekend. I mean, that's just not realistic, uh, in most, in the vast majority of cases. So, um, making sure that you're not surprising the executives when you actually go into the transaction. And we have this expectation that you will sign and close in 15 days or 30 days and, and that's what they're really expecting. And you realize that that's just literally impossible. Whether it's because of your foreign entities, um, you know, there are em employment laws in in the UK that require you to do all, you know, these two P processes. I mean, there's a lot of stuff that will never, um, catch, uh, a, a CEO's, um, radar, um, that you will have to point out to them very early on and, and set those realistic expectations. So nobody's surprised, and I think they will appreciate that, um, versus coming to them at the very last minute and saying, oh, by the way, we can't close this because of x, y, Z reason. And, you know, they, they don't care. Great. Do we have time for one more question or looking can get someone to say yes or no? That's, There's your hand right there. Go ahead. Yes. See, um, yeah, So you can talk about which slide you company and everybody hadn't really, Yeah, I mean, so the questions kind of about the, you know, what are the tensions that are created, uh, when, you know, s sort of management or key folks have acceleration for a sale of a company, single trigger acceleration. Um, and how do you look forward on that and sort of, you know, think through that process with folks before you get to the sale perhaps? Yeah, I, I mean, I've actually never seen it really be a big issue. Um, in situations where people have very strong change of control terms, um, the buyer's gonna recognize that through diligence and is gonna, uh, you know, shape the deal economics in a way that they preserve, you know, the team that they want to keep. And, um, you know, they're gonna do whatever they can to make sure those people are incented to wanna stay. So, uh, you know, you could see, you know, if the deal terms are negotiated upfront and then diligence reveals these things later as they dig in, you can see some of the economic shift around a little bit. And, uh, you know, I've generally seen that both the buyer and the seller are pretty flexible. 'cause at this point, everybody wants to get a deal done and make, you know, the employees happy. I mean the, the, the foundry example I gave in the Microsoft transaction, I went through as a perfect example. And Andrew, you must have seen plenty. Yeah, I know you and I just worked on one of those not too long ago. Yeah. I think, uh, savvy buyers generally solve this issue at the L LOI stage. Um, because, you know, the, the tough ones would just say no acceleration provisions will be honored, they will be renegotiated as part of the deal. And by the way, the key execs are gonna revest now do you want to do this deal and that, and either you negotiate that in the LOI or not or walk away. So I think it's, uh, you know, yeah, I agree with what Scott said. It's usually not a huge impediment 'cause it's usually resolved pretty quickly upfront. You set people's expectations. Yeah. I can't think of a deal where we've actually not gotten to a deal because of that issue. Mm-hmm. Um, we usually, we usually get to some arrangement that works for both sides. Uh, we do like to know about it upfront, um, so that we can draft an LOI in a way that's appropriate for, for the buyer. Um, but yeah, we, we, we balance, you know, is, is this person getting so much money they're just gonna go sit on a beach for the rest of their life or, or do they have enough incentive going forward to, to stick around and, and you know, so that we can get the value out of them that we actually pay for up front. Greg, are we out of time? I can't, I mean, this clock says no time, but I just wanna, I'm, one more question. You have, you've been raising your hand very diligently, Greg, please. Those dang VC GCs. Yeah, I, I work with all of 'em at Gunderson. So we have good relationships and haven't had problems. So yeah, I think there is a market trend where the funds will often hire external counsel and deals, especially ones with large exits to make sure their interests are looked after. So, you know, as company council, we're used to having, you know, a copilot on deals this days. So it's generally pretty smooth and often they will drive tougher terms and if they're like strategics, like if you happen to have intel on your cap table, they will be more aggressive than you will ever be as a seller. So, you know, you can free ride on that to some degree. Yeah. And they'll get involved, I think pretty early with, 'cause the board will know about this and they'll actually bring them into that circle, I assume relatively early if you know they're gonna be there. Right. I mean, but it's definitely a trend that we're, we're following and it's part of Good. Well thanks everyone for your participation today. Thank you. Thanks."
  }
}